Repository: tanzeelqtechsol/BBMEnglish
Catalog: SamplesAmpos/ResourceFile/Resources.*.resx
Languages: ar_sa

# Supplier_AgentBalanceSheet
source: Agent Balance Sheet
ar_sa: كشف حساب عميل

source: Payable Debt
ar_sa: الديون المستحقة

# ListofDebts
source: List of Debts to Pay
ar_sa: قائمة الديون المستحقة الدفع

# AddressColon
source: Address :
ar_sa: العنوان:

# CashierColon
source: Cashier :
ar_sa: : المشغل

# CashierNoColon
source: Cashier No :
ar_sa: : رقم المشغل

# FromDateColon
source: From Date :
ar_sa: من التاريخ :

# GrandTotalColon
source: Grand Total :
ar_sa: المجموع العام:

source: Item Description
ar_sa: البيان

# ItemSold
source: : # Items Sold
ar_sa: عدد الاصناف التي تم بيعها

# NetColon
source: Net :
ar_sa: الصافي

# NoOnly
source: No
ar_sa: ليس

# OrderNoColon
source: Order No :
ar_sa: رقم الطلب:

# PaidColon
source: : Paid
ar_sa: : المدفوع

# PhoneNoColon
source: Phone No :
ar_sa: رقم الهاتف:

source: Receipt
ar_sa: ايصال

# ReceiptNoColon
source: Receipt No :
ar_sa: رقم الايصال:

# RefundColon
source: : Refund
ar_sa: المرجع

# SalesInvoiceDetails
source: Sale Invoice Details :
ar_sa: تفاصيل فاتورة مبيعات

# TaxColon
source: : Tax
ar_sa: ضريبة

# ToDateColon
source: To Date :
ar_sa: إلى تاريخ:

source: Cartoon
ar_sa: رسوم متحركة

source: PackageQty
ar_sa: العبوة

source: Piece
ar_sa: قطعة

source: Unit Types
ar_sa: انواع العبوات

# AfterAdjust
source: After Adjustment
ar_sa: بعد التعديل

# BeforeAjustment
source: Before Adjustment
ar_sa: قبل التعديل

# InventAdjustList
source: Inventory Adjustment List
ar_sa: قائمة تعديل المخزون

# OneRtnInvoice
source: Select any one return invoice
ar_sa: رجاء حدد فاتورة ارجاع ...

source: Open Form
ar_sa: فتح النموذج

source: Barcode should not be empty
ar_sa: الباركود لا ينبغي أن يكون فارغا

source: Barcode Print
ar_sa: طباعة باركود

# ReturnSale
source: Return Sales
ar_sa: إرجاع مبيعات

source: Received
ar_sa: المقبوض

source: Box Of
ar_sa: عبوة:

source: (No Of Boxes In Cartoon)
ar_sa: عدد العبوات في العبوة

source: (No Of Pieces In Box)
ar_sa: عدد القطع في العبوة

source: &Next Tip
ar_sa: تلميح المقبل&

source: &Prev Tip
ar_sa: تلميح السابق&

# ShowTipOnStartUp
source: &Show Tips on startup
ar_sa: إظهار تلميحات عند بدء التشغيل&

# TipClose
source: &Close
ar_sa: قريب&

# TipOfDay
source: Tip of the Day
ar_sa: معلومة اليوم

# DebtLatencyProvi
source: Debt Latency of a Provider
ar_sa: ديون متأخرة

source: Last Payment Date
ar_sa: تاريخ اخردفعة

source: Last Purchase Date
ar_sa: تاريخ اخر شراء

# LastPurchasedInv
source: Last Purchased Invoice Date
ar_sa: تاريخ اخر فاتورة شراء

source: Total Purchase Value
ar_sa: إجمالي قيمة شراء

source: Activation Key
ar_sa: رقم الترخيص

# AdressDetails
source: Tripoli - Libya
ar_sa: طرابلس - ليبيا

source: @ Almaqar information technology
ar_sa: المقر لتقنية المعلومات

source: Bumedian Business Manager
ar_sa: بومدين لإدارة الأعمال التجارية

source: Copy
ar_sa: نسخ

# InformationContact
source: For Information Contact :
ar_sa: معلومات الاتصال :

# InformationDetails
source: Hisham.S.B (0912156634)
ar_sa: هشام بومدين : (0912156634)

# LicenceRegistration
source: License Registration
ar_sa: ترخيص النسخة

source: Maintenance Center :
ar_sa: مركز الصيانة :

source: Registered
ar_sa: التسجيل

# RegisteredVersion
source: Registered Version ( 0 days left )
ar_sa: تبقى عدد 0 ايام

source: Serial Number
ar_sa: رقم التفعيل

# TechSupport
source: Technical Support :
ar_sa: الدعم الفني :

# TrialVersionMessage
source: This is a trial version. To make this notification go away you should purchase a software license and register your software
ar_sa: هذه نسختك التجريبية للفترة المبينة. لتفعيل هذه النسخة يجب عليك اتمام عملية الشراء و الحصول على ترخيص الاستعمال الخاص بك

source: Expired
ar_sa: إنتهت الصلاحية

source: please enter the valid activation key and serial number
ar_sa: رجاء أدخل رقم ترخيص صحيح

source: Registered Success
ar_sa: تهانينا ... نجحت عملية تسجيل المنتج ... شكرا لاختيارك لهذا المنتج

source: Registration failed
ar_sa: عذرا! لم أنجح في التسجيل. رجاء التأكد من البيانات المدخلة و المحاولة مجددا... شكرا لك

# ActualCostandPrice
source: Export the actual Invoice Cost and Price
ar_sa: تصدير تكلفة الفاتورة الفعلية والأسعار

# ExportMethod
source: Select any One Export Method:
ar_sa: رجاء! اختر طريقة التصدير

# SameCostandPrice
source: Export the Cost and Price as the Same
ar_sa: تصدير سعر التكلفة بنفس سعر البيع

# HidePaidRefund
source: Hide Paid Refund form
ar_sa: إخفاء شاشة المدفوع و المرجع في شاشة البيع السريع

source: Move Stock to Inventory
ar_sa: الاحتفاظ بالمخزون

source: Tables
ar_sa: طاولة

source: Table Shortcuts
ar_sa: اختصارات الجدول

source: Cash Client Print
ar_sa: طباعة زبون نقدي

source: Amount In Letters
ar_sa: القيمة بالحروف

source: Signature
ar_sa: توقيع

# ShowNonStockItem
source: Show non Stock Items
ar_sa: عرض كل انواع الاصناف

source: POS
ar_sa: نقطة البيع

source: Return Invoice
ar_sa: فاتورةارجاع

source: Item Discount
ar_sa: التخفيض

source: Base Salary
ar_sa: الراتب الأساسي

source: Salary Payment List
ar_sa: قائمة المرتبات

source: Overtime Total
ar_sa: اجمالي العمل الاضافي

source: Time Attendance Report
ar_sa: تقرير توقيت الحضور

# KeepSalePriceCurrentSalePrice
source: Keep Sale Price as it in Current Sale Price
ar_sa: الابقاء على سعر البيع الحالي

# OverwriteSalePricewithImportedPrice
source: Overwrite the Sale Price with Imported Price
ar_sa: تحديث سعر البيع بالاسعار الموردة حديثا

source: Down Payment
ar_sa: دفعة على الحساب

source: Date Format
ar_sa: تنسيق التاريخ

source: Total Cost
ar_sa: إجمالي التكلفة

source: Total Profit
ar_sa: إجمالي الربح

source: Almaqar Information Systems
ar_sa: المقر لتقنية المعلومات

# AlmaqarInfoTech
source: @Almaqar Information Technology
ar_sa: طرابلس - ليبيا

# BBMSystem
source: Bumedian Business Management System
ar_sa: بومدين لإدارة الأعمال التجارية

# ContactInfo
source: Contact Information :
ar_sa: معلومات الاتصال :

# ContactName
source: Hisham.S.Bumedian (0912156634)
ar_sa: هشام بومدين (0912156634)

source: Terms && Conditions
ar_sa: شروط الاستخدام

source: Web Site:
ar_sa: الموقع :

# AlfatahUniversityRoad
source: Tripoli - Libya
ar_sa: طرابلس - ليبيا

# Version2
source: Version 2.2.0
ar_sa: الاصدار 2.2.0

source: Pack
ar_sa: العبوة

# ItemCardInOut
source: Item Card In-Out Stock
ar_sa: تقرير بطاقة صنف

source: Purchased
ar_sa: شراء

source: SaleReturn
ar_sa: إرجاع مبيعات

source: Cashier Name
ar_sa: اسم المستخدم

# DoNotShow
source: Don't show
ar_sa: عدم إظهار

# PercentTotalAmt
source: Percentage & TotalAmt
ar_sa: نسبة و قيمة

# RoundDown
source: Down 0.25
ar_sa: اقل 0.25

# RoundUp
source: Up 0.25
ar_sa: اعلى 0.25

# PurInvoiceNo
source: Purchase Invoice
ar_sa: فاتورة مشتريات رقم

# EndoftheList
source: End of the Day List
ar_sa: نهاية القائمة

# LoginpadCancel
source: Cancel
ar_sa: الغاء الامر

# LoginpadClear
source: Clear
ar_sa: مسح

# LoginpadEnter
source: Enter
ar_sa: ادخال

source: Logout
ar_sa: خروج

source: Discount Form
ar_sa: شاشة التخفيض

source: Functions
ar_sa: صلاحيات اخرى

# Generaltab
source: General
ar_sa: صلاحيات الشاشات

# Invoicestab
source: Invoices
ar_sa: صلاحيات الفواتير

# PercentofSale
source: Percentage of sale
ar_sa: نسبة مبيعات

source: Select All
ar_sa: حدد الكل

source: A4 Base
ar_sa: اساسية A4

source: A4 Base Landscape
ar_sa: اساسيةA4 بالعرض

source: A4 Complete
ar_sa: كاملة A4

source: A4 Complete Landscape
ar_sa: كاملة A4 بالعرض

source: A4 Detailed
ar_sa: مفصلة A4

source: A4 Detailed Landscape
ar_sa: مفصلة A4 بالعرض

source: A4 Simple
ar_sa: بسيطة A4

source: A4 Simple Landscape
ar_sa: بسيطة A4 بالعرض

source: A5 Base
ar_sa: اساسية A5

source: A5 Complete
ar_sa: كاملة A5

source: A5 Detailed
ar_sa: مفصلة A5

source: A5 Simple
ar_sa: بسيطة A5

source: As Inserted
ar_sa: حسب الإدخال

source: Company Name and Phone
ar_sa: اسم الشركة و الهواتف

source: Company Name only
ar_sa: اسم الشركة

source: Higher Price
ar_sa: الأعلى سعرا

source: Laser Printer
ar_sa: طابعة ليزرية

source: Less Price
ar_sa: الأقل سعرا

source: Logo Header and Footer
ar_sa: الشعار رأس وتذييل

source: Logo Header only
ar_sa: الشعار رأس الصفحة

# OneFourFivesticker
source: 145 sticker
ar_sa: 145 ملصق

source: Rool Paper 63 mm
ar_sa: ورق متصل 63 مم

source: Rool Paper 80 mm
ar_sa: ورق متصل 80 مم

# SixtyEightsticker
source: 68 sticker
ar_sa: 68 ملصق

# SixtyFivesticker
source: 65 sticker
ar_sa: 65 ملصق

source: Purchase Invoice No
ar_sa: فاتورة مشتريات رقم

# Bill
source: Invoice
ar_sa: فاتورة

source: History
ar_sa: التاريخ

# Number1
source: Number
ar_sa: رقم

# Payforpurchase
source: Please pay for purchases of the following ...
ar_sa: قائمة مشترياتكم كالآتي...

# To1
source: To
ar_sa: إلى

# TotalDebt1
source: Total value of the accumulated debt
ar_sa: إجمالي قيمة الديون المتراكمة..

# A4NewBill
source: Bill every day
ar_sa: فاتورة كل يوم

source: Current Stock
ar_sa: المخزون

source: Item Last Cost
ar_sa: آخر تكلفة

source: PurchaseReturnQty
ar_sa: مرجع مشتريات

source: SaleQty
ar_sa: الكمية المباعة

source: SaleReturnQty
ar_sa: مرتجع مبيعات

source: CASH CLIENT
ar_sa: زبون نقدي

source: Last Payment Value
ar_sa: اخر فعة

source: Last Purchase Value
ar_sa: قيمة اخر فاتورة شراء

source: Restore Default
ar_sa: الافتراضيات

# A4NewBill2
source: Bill every day2
ar_sa: فاتورة رسمية

source: Printer
ar_sa: طابعة

source: Accumulated Debt
ar_sa: الديون المتراكمة

source: Last Bill
ar_sa: تاريخ آخر فاتورة

# A4NewBill3
source: Bill every day3
ar_sa: فاتورة قيمة

# A4NewBill4
source: Bill every day4
ar_sa: فاتورة أخرى

# A4NewBill5
source: Bill every day5
ar_sa: فاتورة مختلفة

# NameColon
source: Name:
ar_sa: :الاسم

# ChangeCategory
source: Field Name
ar_sa: (تغيير الوصف بـ : اتركها فارغة ان لم ترغب في التغيير)

# SaleReturnReceipt
source: Pay Receipt
ar_sa: ايصال دفع

source: Release Date
ar_sa: تاريخ الاصدار

source: Export Message
ar_sa: تصدير رسالة

source: Total Items Taken by Branch
ar_sa: اجمالي مشتريات فرع

source: Branch List
ar_sa: قائمة الفروع

source: Return Value
ar_sa: القيمة المرجعة

source: Sale ID
ar_sa: بيع ID

source: Cashier
ar_sa: المشغل

# ExpiryAlert
source: Attention Expiry
ar_sa: تنبيه! انتهاء صلاحية

source: Add Random Quantity
ar_sa: اضافة كميات للاصناف

source: You Are Served By
ar_sa: قام بخدمتك

# Address_License
source: Address :
ar_sa: العنوان

# CompanyName_License
source: Company Name
ar_sa: اسم الشركة

# EMail_License
source: E-Mail :
ar_sa: البريد الالكتروني :

source: Order
ar_sa: طلب

source: Payment
ar_sa: الدفع

source: Agent List
ar_sa: قائمة العملاء

source: Branch No
ar_sa: فرع عدد

source: Don’t Use Expiry in the System
ar_sa: عدم استخدام صلاحية الاصناف في النظام

source: Hide export / import buttons from invoices
ar_sa: اخفاء ازرار تصدير و توريد الاصناف من الفواتير

source: User Already Logged In Another WorkStation
ar_sa: هذا المستخدم قيد الإستعمال في جهاز آخر رجاء حدد إسم مستخدم آخر أو قم بتسجيل الخروج من الجهاز الآخر

# ItemSold1
source: : # Items Sold
ar_sa: عدد القطع في الفاتورة

source: Show All
ar_sa: عرض الكل

# ItemPrintBarcode
source: Generate Barcode
ar_sa: طباعة باركود

source: Registration Date
ar_sa: تاريخ التسجيل

source: Choose Import Option
ar_sa: اختر نوع التوريد

source: File Name
ar_sa: مسار الملف و اسمه

source: Item Import
ar_sa: توريد بيانات أصناف فقط

source: Purchase Invoice Import
ar_sa: توريد بيانات أصناف و مشتريات معا

source: Rate
ar_sa: سعر الصرف

source: Import
ar_sa: توريد

source: Continue
ar_sa: استمر

# ExtraImportCost
source: Extra Cost
ar_sa: مصاريف اضافية

# ImportInv
source: Import Invoice
ar_sa: توريد بيانات أصناف

# ImportSupplier
source: Supplier
ar_sa: المورد

source: Item Export
ar_sa: تصدير بيانات الأصناف

source: Max POS order number
ar_sa: الحد الأقصى لعداد الطلبات

source: Reset POS order number
ar_sa: إعادة ضبط عداد الطلبات

source: Baud Rate
ar_sa: المعدل

# ComSetting
source: Cash Drawer COM Port Setting
ar_sa: إعدادات منفذ صندوق النقد

source: Data Bits
ar_sa: النبض

source: Hand Shake
ar_sa: التواصل

source: Parity
ar_sa: المحاذاة

source: Port Name
ar_sa: المنفذ

source: Stop Bits
ar_sa: توقف النبض

source: Exchange Rate
ar_sa: سعر الصرف

# ReturnQuickItem
source: Quick Item
ar_sa: إرجاع سريع

# CurPrice
source: Current Price
ar_sa: السعر الحالي

# PriceChange
source: Price Changes
ar_sa: تغيير الأسعار

# PurPrice
source: Purchases Price
ar_sa: سعر الشراء

# AutoPriceItem
source: Auto Price Items
ar_sa: تسعير تلقائي للأصناف

# ChangeP
source: Change%
ar_sa: % التغيير

# CN
source: Change Name
ar_sa: اسم التغيير

# PriceAftChange
source: Price After Change
ar_sa: السعر بعد التغيير

# TAmtAC
source: Total Amount After The Change
ar_sa: الإجمالي بعد التغيير

# TAmtBC
source: Total Amount Before The Change
ar_sa: الاجمالي قبل التغيير

source: Change
ar_sa: التغيير

# ValueZeroMsg
source: Value can not be zero
ar_sa: رجاء! حدد قيمة النسبة للتسعير ولا تتركها فارغة

# C1
source: Change 1
ar_sa: التغيير

# C2
source: Change 2
ar_sa: التغيير

# C3
source: Change 3
ar_sa: التغيير

source: Add Favorite
ar_sa: أضف للمفضلة

source: Delete Row
ar_sa: احذف صف

source: Export File Name
ar_sa: إسم ملف التصدير

source: Favorites
ar_sa: المفضلة

source: Query Text
ar_sa: صيغة التقرير

source: Released
ar_sa: تم إصداره

source: Show Text
ar_sa: عرض الصيغة

source: Text Wrap
ar_sa: إلتفاف النص

source: Where
ar_sa: حيث أن

source: Query
ar_sa: صيغة التقرير

source: Paste
ar_sa: لصق

source: Print Preview
ar_sa: معاينة قبل الطباعة

source: Submit Query
ar_sa: عرض التقرير

source: Activate Payment Type
ar_sa: تنشيط نوع الدفع

source: Title
ar_sa: العنوان

# CustomReport
source: Customized Report
ar_sa: تقرير مخصص

source: And
ar_sa: و

# DeleteConfirmMsg
source: Are you sure you want to delete?
ar_sa: عذرا! هل حقا ترغب في حذف التقرير؟

source: Is Released
ar_sa: تم إصداره

source: Like
ar_sa: مماثل

# SuccessSaveMsg
source: Successfully saved data
ar_sa: نجحت في حفظ البيانات

source: Hide Text
ar_sa: اخفي الصيغة

# DataNotFound
source: No data to be shown in the selected condition try something different
ar_sa: عذرا! لا يوجد بيانات لعرضها في النطاق الذي اخترت من الجداول حاول تغيير المعطيات التي حددت

source: User Details
ar_sa: بيانات المستخدمين

source: User Salary Payment
ar_sa: رواتب الموظفين

source: Stock Adjustment
ar_sa: تعديل المخزون

source: User Break Details
ar_sa: تفاصيل استراحات المستخدم

source: Payment Details
ar_sa: تفاصيل الدفع

source: Sales Return Items
ar_sa: أصناف مرتجع المبيعات

source: Account Details
ar_sa: تفاصيل الحساب - المصرف

source: Bank Transaction Details
ar_sa: تفاصيل العمليات المصرفية

source: Create By
ar_sa: المستخدم

source: Create Date
ar_sa: تاريخ الإنشاء

source: Customer Receipt
ar_sa: إيصال الزبون

source: Customer Receipt Details
ar_sa: تفاصيل ايصال الزبون

source: Employee Salary
ar_sa: مرتبات الموظفين

source: Employee Variables
ar_sa: متغيرات الموظفين

source: Modify By
ar_sa: تعديل المستخدم

source: Modify Date
ar_sa: تاريخ التعديل

source: Order Details
ar_sa: تفاصيل فاتورة الطلب

source: Package Quantity
ar_sa: عدد القطع بالعلبة

source: Purchase Details
ar_sa: تفاصيل فاتورة الشراء

source: Purchase Return
ar_sa: مرجعات المشتريات

source: Salary Variables
ar_sa: متغيرات المرتب

source: Sale Details
ar_sa: تفاصيل فاتورة المبيعات

source: Spoiled Invoice
ar_sa: فاتورة تالف

source: Spoiled Invoice Details
ar_sa: تفاصيل فاتورة تالف

source: Work Time Attendance
ar_sa: الحضور و الإنصراف

source: Created By
ar_sa: المستخدم

source: Created Date
ar_sa: تاريخ الإنشاء

source: Modified By
ar_sa: تعديل المستخدم

source: Modified Date
ar_sa: تاريخ التعديل

# SalesReturnItemsTable
source: Sales Return Items
ar_sa: أصناف مرتجع المبيعات

# SalesReturnTable
source: Sales Return
ar_sa: إرجاع المبيعات

# CustomReportHint
source: Hint: use the CTRL key when clicking. also u can imply drag the pointer across multiple rows to select quietly
ar_sa: معلومة: عند إختيار أكثر من صف قم بالضغط على زر كنترول من لوحة المفاتيح أو إختر أكثر من صف بالضغط على الفأرة والمرور على الصفوف المجاورة لبعضها لتحديدها معا

source: Landscape
ar_sa: الصفحة بالعرض

source: Numeric Only
ar_sa: أرقام فقط

source: Portrait
ar_sa: الصفحة بالطول

source: You need to add query first
ar_sa: عذرا! يجب إضافة صيغة للتقرير ليتم عرضها

source: You need to select at least one column
ar_sa: عذرا! عليك تحديد صف واحد على الأقل لعرض التقرير

# HintSort
source: To sort the table click on the columns header that you want the table sorted by
ar_sa: معلومة: لترتيب الجدول إضغط على رأس العمود الذي ترغب في ترتيب الجدول بناء عليه، الضغط مرتين يغير من الترتيب التصاعدي الى الترتيب التنازلي

# AgentNotExist
source: Agent not exists for that ID
ar_sa: عذرا! ولكن لا يتوفر عميل بهذا الرقم

source: Enable date
ar_sa: تفعيل التاريخ

# NothingToExport
source: There is nothing to export
ar_sa: عذرا! ولكن لا يوجد بيانات لتصديرها

# NothingToPaste
source: There is nothing to paste
ar_sa: عذرا! لا يوجد شيء للصقه

# NothingToPrint
source: There is nothing to print
ar_sa: عذرا! ولكن لا يوجد بيانات لطباعتها

source: Customer
ar_sa: الزبون

source: Last Price
ar_sa: أخر سعر شراء

# TheFromDate
source: Dates From:
ar_sa: من :

# TheToDate
source: To:
ar_sa: حتى :

# StatementAccount
source: Statement of Account
ar_sa: كشف حساب

# Card
source: Card F2
ar_sa: بطاقة F2

source: Payment Method
ar_sa: طريقة الدفع

# PaymentMethodPercentage
source: Payment Method %
ar_sa: نسبة طريقة الدفع

source: Select Payment Method
ar_sa: إختر طريقة الدفع

# TotalPurchasedReturn
source: Total Purchases Retrun
ar_sa: إجمالي مرتجع المشتريات

# TotalSaleReturn
source: Total Sales Return
ar_sa: إجمالي مرتجع المبيعات

source: Payment Charges
ar_sa: رسوم الدفع

# TNI
source: Total No of Invoices
ar_sa: إجمالي عدد الفواتير

# TNR
source: Total No. of Receipts
ar_sa: إجمالي عدد الإيصالات

# TPB
source: Total Payable
ar_sa: إجمالي دائن " له"

# TRB
source: Total Receivable
ar_sa: إجمالي مدين "عليه"

# For
source: User
ar_sa: المستخدم

# IssueDate
source: Issue Date/Time
ar_sa: تاريخ الإصدار

# LPA
source: Last Payment Amount
ar_sa: قيمة آخر دفعة

source: TimeandDate
ar_sa: وقت وتاريخ التقرير

source: DateAndTime
ar_sa: وقت وتاريخ التقرير

source: Generate by user:
ar_sa: المستخدم

# UserDetails1
source: User Details
ar_sa: تفاصيل المستخدمين

source: End Of the Day Report
ar_sa: تقرير إغلاق الحساب اليومي

# cashDebtPayable
source: Total Debt Payable
ar_sa: إجمالي دائن "له"

# cashNetCashForAllTime
source: Net cash for all time
ar_sa: إجمالي الخزينة

# cashNetCashToday
source: Net cash today
ar_sa: صافي النقد اليومي

# cashTotalDebtReceive
source: Total Debt Receive
ar_sa: إجمالي مدين "عليه"

# cashTotaldraw
source: Total draw’s
ar_sa: إجمالي المسحوبات

# cashTotalPaid
source: Total Paid
ar_sa: إجمالي المدفوع

# cashTotalReceived
source: Total Received
ar_sa: إجمالي المقبوض

# cashTotalSpent
source: Total spent
ar_sa: إجمالي المصروفات

# headCash
source: Cash
ar_sa: النقدية

# headProfit
source: Profit
ar_sa: الربح

# headSales
source: Sales
ar_sa: المبيعات

# headStock
source: Stock
ar_sa: المخزون

# headTotalPurchases
source: Total Purchases
ar_sa: المشتريات

source: Net Purchases
ar_sa: صافي المشتريات

# profitNetIncome
source: Net income
ar_sa: صافي الدخل

# profitNetProfit
source: Net Profit
ar_sa: صافي الربح

# profitNetSales
source: Net sales
ar_sa: صافي المبيعات

# profitTotalSpent
source: Total spent
ar_sa: إجمالي المصروفات

# profitTotalSpoiled
source: Total spoiled
ar_sa: إجمالي التالف

# purchasetotalPaid
source: Total paid
ar_sa: إجمالي المدفوع

# saleNetSales
source: Net sales
ar_sa: صافي المبيعات

# saleTotalCashSales
source: Total cash sales
ar_sa: إجمالي المبيعات النقدية

# saleTotaldiscount
source: Total discounts
ar_sa: إجمالي التخفيضات

# saleTotalpaid
source: Total paid
ar_sa: إجمالي المدفوعات

# saleTotalReceived
source: Total Received
ar_sa: إجمالي المقبوضات

# saleTotalReturns
source: Total returns
ar_sa: إجمالي الترجيعات

# saleTotalSales
source: Total Sales
ar_sa: إجمالي المبيعات

# stkNetPurchases
source: Net Purchases
ar_sa: صافي المشتريات

# stkNetSales
source: Net sales
ar_sa: صافي المبيعات

# stkNetStockValue
source: Net stock value
ar_sa: صافي قيمة المخزون

# stkTotalReturned
source: Total returned
ar_sa: إجمالي المرتجع

# stkTotalSpoiled
source: Total Spoiled
ar_sa: إجمالي التالف

source: Total Card Sales
ar_sa: إجمالي مبيعات البطاقة

source: Total cash Purchases
ar_sa: إجمالي المشتريات النقدية

source: Total credit Purchases
ar_sa: إجمالي المشتريات الآجلة

source: Total credit sales
ar_sa: إجمالي المبيعات الآجلة

source: Total Purchases
ar_sa: إجمالي المشتريات

source: Total returns
ar_sa: إجمالي المرتجعات

# headMovement
source: Movement
ar_sa: التحركات

# movNoNotSavedPurchases
source: No. not saved purchases
ar_sa: عدد فواتير الشراء المفتوحة

# movNoOfNotSavedSales
source: No. of not saved sales
ar_sa: عدد فواتير البيع المفتوحة

# movNoOfSaleInvoice
source: No. of sale invoice
ar_sa: عدد فواتير البيع

# movNoOfSaleInvoiceModify
source: No. of sale invoice modify
ar_sa: عدد فواتير البيع المعدلة

# movZakat
source: Zakat
ar_sa: الزكاة

source: No. of purchases invoice
ar_sa: عدد فواتير الشراء

# headerendOftheSale
source: closing daily accounts for the period
ar_sa: إغلاق الحساب اليومي للفترة

# netc
source: Net Cash In Drawer
ar_sa: صافي النقد بالصندوق

# Spending1
source: Spending
ar_sa: المصروفات

# DetailTotals
source: Details Total
ar_sa: إجمالي تفاصيل الحساب

# Spend
source: Spending
ar_sa: المصروفات

# SPENDIND
source: SPENDING
ar_sa: المصروفات

# TotalSpendings
source: Spending
ar_sa: المصروفات

source: Total Cash
ar_sa: الخزينة

# AllDatesMessage
source: No time period is set, report is for all dates
ar_sa: لم يتم تحديد فترة للتقرير ، العرض الحالي لكل الفترات

source: Agent Address
ar_sa: عنوان العميل

source: Agent Pay Day
ar_sa: يوم دفع العميل

source: Agent Phone
ar_sa: رقم هاتف العميل

source: Balance Amount
ar_sa: الرصيد

source: Bank to Move
ar_sa: المصرف للتحويل

source: Branch to Move
ar_sa: الفرع للتحويل

source: Description Arabic
ar_sa: البيان

source: Increase Price
ar_sa: زيادة السعر

source: Payment Date
ar_sa: تاريخ الدفع

source: Process Date
ar_sa: تاريخ المعالجة

source: Receipt for
ar_sa: إيصال لـ

source: Year
ar_sa: السنة

source: Year sequence no
ar_sa: تسلسل السنة

source: Amount Received
ar_sa: القيمة المستلمة

source: Basic Sallary
ar_sa: المرتب الأساسي

source: Calculate Type
ar_sa: نوع المحاسبة

source: Category Description
ar_sa: وصف المجموعة

source: Date of Join
ar_sa: تاريخ الانضمام

source: Delivery Date
ar_sa: تاريخ التوصيل

source: Discount For
ar_sa: تخفيض لـ

source: Discount Name
ar_sa: إسم التخفيض

source: Gross Amount
ar_sa: الإجمالي

source: Group Name
ar_sa: اسم المجموعة

source: Increase Type
ar_sa: نوع الزيادة

source: Is Hide
ar_sa: مخفي

source: Max Discount
ar_sa: أقصى حد للتخفيض

source: Monthly Deduction
ar_sa: الخصومات الشهرية

source: Net Amount
ar_sa: إجمالي القيمة

source: No of Installment
ar_sa: عدد الدفعات

source: Order Date
ar_sa: تاريخ الطلب

source: Pay Type
ar_sa: نوع الدفع

source: Percentage Sales
ar_sa: نسبة من المبيعات

source: Received Date
ar_sa: تاريخ الإستلام

source: Start Month Deduction
ar_sa: شهر بداية الخصم

source: Transaction Type
ar_sa: نوع المعاملة

source: Unit Cost
ar_sa: سعر الوحدة

source: Absence Amount
ar_sa: وقت الغياب

source: Active Discount
ar_sa: تخفيض نشط

source: Active User
ar_sa: مستخدم نشط

source: ActualDiscount
ar_sa: التخفيض الفعلي

source: Actual Price
ar_sa: السعر الفعلي

source: Actual Unit Price
ar_sa: سعر الوحدة الفعلي

source: BasicSalary
ar_sa: المرتب الأساسي

source: Break From
ar_sa: الإستراحة من

source: Break Hourse
ar_sa: ساعات الإستراحة

source: Break To
ar_sa: الإستراحة إلى

source: CalcType
ar_sa: نوع المحاسبة

source: Date Adjusted
ar_sa: تاريخ التعديل

source: DateTime
ar_sa: التاريخ و الوقت

source: Day of Latency
ar_sa: يوم التأخير

source: Day of Over Time
ar_sa: تاريخ الوقت الإضافي

source: Demand Date
ar_sa: تاريخ الطلب

source: DiscountType
ar_sa: نوع التخفيض

# dovertimebreak
source: Day Over Time Break
ar_sa: تاريخ إستراحة الوقت الإضافي

# dovertimeend
source: Day Over Time End
ar_sa: تاريخ إنتهاء الوقت الإضافي

# dtimebreak
source: Day Time Break
ar_sa: تاريخ الإستراحة
