Repository: tanzeelqtechsol/BBMEnglish
Catalog: SamplesAmpos/ResourceFile/Resources.*.resx
Languages: ar_sa

# dtimeend
source: Day Time End
ar_sa: تاريخ إنتها الإستراحة

# dtimestart
source: Day Time Start
ar_sa: تاريخ بداية الإستراحة

source: Gross
ar_sa: الإجمالي

source: Item Quantity
ar_sa: الكمية

source: Item Tax
ar_sa: ضريبة الصنف

source: ItemTax1
ar_sa: ضريبة 1

source: ItemTax2
ar_sa: ضريبة 2

source: Latency Amount
ar_sa: وقت التأخير

# MsgLandScape
source: In land scape mode maximum columns are 7 , other will be removed
ar_sa: عذرا! ولكن الحد الأقصى للأعمدة في الورقة بالعرض هو سبعة ، سيتم عرض سبعة أعمدة ويتم تجاهل الباقي. يمكنك التقليص من الأعمدة والإبقاء فقط على الأهم.

# MsgPortrat
source: In portrat mode maximum columns are 5, others will be removed
ar_sa: عذرا! ولكن الحد الأقصى للأعمدة في الورقة بالطول هو خمسة، سيتم عرض حمس أعمدة ويتم تجاهل الباقي. يمكنك التقليص من الأعمدة والإبقاء فقط على الأهم.

source: New Cost
ar_sa: تكلفة جديدة

source: New Expiry
ar_sa: صلاحية جديد

source: Old Quantity
ar_sa: الكمية السابقة

source: Original Discount
ar_sa: التخفيض الأصلي

source: Over Time Total Hours
ar_sa: إجمالي الوقت الإضافي

source: Paid Amount
ar_sa: القيمة المدفوعة

source: Paid Date
ar_sa: تاريخ الدفع

# paidnetamount
source: paidanetmount
ar_sa: صافي المدفوع

source: PercSales
ar_sa: نسبة من المبيعات

# punishmentamountmt
source: Punishement Amount mt
ar_sa: قيمة الخصم

source: Purchase Date
ar_sa: تاريخ الشراء

source: ReceiptDate
ar_sa: تاريخ الإيصال

source: Return Date
ar_sa: تاريخ الارجاع

source: RightToLeft
ar_sa: من اليمين إلى اليسار

source: Salary Total Amount
ar_sa: إجمالي المرتب

source: Sale Price
ar_sa: السعر

source: Sale Return Date
ar_sa: تاريخ إرجاع المبيعات

source: Sale Type
ar_sa: نوع البيع

source: Select Column
ar_sa: حدد الصف

source: Spoiled Description
ar_sa: وصف التالف

source: Sub Tax
ar_sa: ضريبة فرعية

source: SubTax1
ar_sa: ضريبة فرعية1

source: SubTax2
ar_sa: ضريبة فرعية2

source: Tax1Percentage
ar_sa: نسبة الضريبة1

source: Tax1Sub
ar_sa: ضريبة فرعية1

source: Tax Percentage
ar_sa: نسبة الضريبة

source: Tax Sub
ar_sa: نسبة الضريبة الفرعية

source: Time Start
ar_sa: وقت البدء

source: User Logout
ar_sa: تسجيل خروج المستخدم

source: Variable Type
ar_sa: نوع المتغير

source: Workstation Name
ar_sa: اسم الجهاز

# NOTETxt
source: Note: when modifying an old cash client invoice, the receive receipt will be deleted and when saved again a new receipt will be issued with today’s date and that will be counted toward todays payments.
ar_sa: ملاحظة: عند القيام بتعديل فاتورة بيع نقدي قديمة، فإن الإيصال الخاص بها سيتم حذفه وإصدار إيصال جديد بتاريخ اليوم وسيدخل هذا المبلغ في حسابات اليوم مما قد يظهر على أن القيم غير صحيحة

# PaidTotal
source: Total paid
ar_sa: المدفوع

# PurchaseReturnInvoiceTotal
source: Purchase return
ar_sa: ترجيع مشتريات

# PurchaseTotal
source: Total purchases
ar_sa: المشتريات

# ReceivedTotal
source: Total received
ar_sa: المقبوض

# SalesReturnTotal
source: Sale return
ar_sa: إرجاع المبيعات

# SaleTotal
source: Total sold
ar_sa: المبيعات

# SpoiledItemss
source: Spoiled items
ar_sa: التالف

# userNameTxt
source: User name
ar_sa: المستخدم

# GenerateItemBarcodes
source: Barcode generated for all items
ar_sa: نجحت في إصدار باركود عشوائي للأصناف

source: Assign
ar_sa: تعيين

source: ATTENTION!
ar_sa: إنتباه!

# BarcodeItemImport
source: This item you are about to import
ar_sa: الصنف الذي تقوم بتوريده

# BarcodeItemSame
source: has a barcode similar to this item
ar_sa: يتشارك بذات الباركود مع الصنف

# BarcodeNote
source: the barcode will be updated to the item you chose, and a barcode will be generated to the other item
ar_sa: سيتم إدراج الباركود بالصنف الذي إخترت وسيتم توليد باركود عشوائي للصناف الآخر

# BarcodeSelectionNote
source: please select which one do you wish to keep the barcode attached to
ar_sa: رجاء حدد أي من الإصناف ترغب في الإحتفاظ بالباركود متصلا به

# BarcodeHeading
source: Barcode
ar_sa: الباركود

# BarcodeGenerate
source: Generate barcode for all items
ar_sa: إصدار باركود عشوائي للأصناف

# rpt5To
source: To
ar_sa: إلى

# rpt6Boxs
source: Box
ar_sa: علبة

# rpt6Date
source: Date
ar_sa: التاريخ :

# rpt6Discount
source: Discount
ar_sa: التخفيض

# rpt6Discription
source: Discretions
ar_sa: البيان

# rpt6FinalTotal
source: Total
ar_sa: الإجمالي

# rpt6FooterTotal
source: Total
ar_sa: المجموع

# rpt6GTotal
source: G.Total
ar_sa: الإجمالي

# rpt6InvoiceNumbers
source: Invoice No:
ar_sa: رقم الفاتورة

# rpt6LastInvoiceDate
source: Last invoice date
ar_sa: تاريخ آخر فاتورة سابقة

# rpt6Note
source: Note
ar_sa: رجاء التحقق من الأصناف عند الإستلام

# rpt6Paid
source: Paid
ar_sa: المدفوع

# rpt6Pieces
source: peace
ar_sa: قطعة

# rpt6Price
source: Price
ar_sa: سعر الوحدة

# rpt6Quentity
source: Quantity
ar_sa: الكمية

# rpt6Remaining
source: Remaining
ar_sa: المتبقي

# rpt6SN
source: SN
ar_sa: ت

# rpt6Tax
source: Tax
ar_sa: الضريبة

# rpt6Total
source: Total
ar_sa: المجموع

# rpt6TotalDebt
source: Total debts
ar_sa: الديون المتراكمة

# rpt6Unit
source: Unit
ar_sa: الوحدة

# A4NewBill6
source: bill every day 6 unit
ar_sa: فاتورة كل يوم الوحدة

# A4NewBill7
source: bill every day 7 unit
ar_sa: فاتورة كل يوم الوحدة 2

# rpt7Address
source: Address
ar_sa: العنوان

# rpt7box
source: box
ar_sa: علبة

# rpt7Cel
source: Cell
ar_sa: النقال

# rpt7Date
source: Date
ar_sa: :التاريخ

# rpt7Description
source: Description
ar_sa: البيان

# rpt7Discount
source: Discount
ar_sa: التخفيض

# rpt7Expiry
source: Expiry
ar_sa: الصلاحية

# rpt7Fax
source: Fax
ar_sa: الفاكس

# rpt7Net
source: Net
ar_sa: الصافي

# rpt7No
source: No
ar_sa: رقم الفاتورة

# rpt7Paid
source: Paid
ar_sa: المدفوع

# rpt7Peace
source: Peace
ar_sa: قطعة

# rpt7price
source: Price
ar_sa: سعر الوحدة

# rpt7Quantity
source: Quantity
ar_sa: الكمية

# rpt7Remaining
source: remaining
ar_sa: المتبقي

# rpt7SN
source: S.N
ar_sa: ت

# rpt7Subtotal
source: Total
ar_sa: الإجمالي

# rpt7Tax
source: Tax
ar_sa: الضريبة

# rpt7To
source: To
ar_sa: إلى :

# rpt7Total
source: Total
ar_sa: الإجمالي

# rpt7TotalBox
source: Total
ar_sa: الإجمالي

# rpt7TotalDebts
source: Total Debts
ar_sa: إجمالي الديون المتراكمة

# rpt7Unit
source: unit
ar_sa: الوحدة

# rpt7User
source: User
ar_sa: المستخدم

# rptPhone
source: Phone
ar_sa: الهاتف

# PaymentChargesColon
source: : Payment Charges
ar_sa: رسوم الدفع

# rpt6Discretions
source: Discriptions
ar_sa: البيان

# lblePaymentCharges
source: Total Charges
ar_sa: رسوم الدفع

# ShowET
source: Show End Time
ar_sa: إظهار وقت الانتهاء

source: Stock Maintenance
ar_sa: صيانة المخزون

source: Confirmation
ar_sa: التأكيد

source: Enter password
ar_sa: أدخل كلمة المرور

# stockfailedsmsg
source: Database Backup Failed, Continue?
ar_sa: عذرا! لم أنجح في حفظ نسخة إحتياطية للبيانات. هل ترغب في الإستمرار؟

# stocksuccessmsg
source: Database Backup Success, Continue?
ar_sa: نجحت في حفظ نسخة إحتياطية للبيانات هل ترغب في الإستمرار؟

# wrongpassenter
source: Sorry! password incorrect. please enter correct password
ar_sa: عذرا! كلمة المرور غير مطابقة رجاء أدخل كلمة مرور صحيحة

# wrongstocksuccess
source: All stock is checked and fixed
ar_sa: نجحت في الكشف عن المخزون ومراجعته وتصحيحه

# Obj_Forpuchase
source: Name
ar_sa: المستخدم

# Forpuchase
source: Name
ar_sa: المستخدم

# RemainingRR
source: Remaining
ar_sa: المتبقي

# DescriptionRR
source: Description
ar_sa: وذلك عن

# TotalPurchaseWithReturn
source: Total (Including returned)
ar_sa: ( الإجمالي ( شامل المرتجع

source: End Shift
ar_sa: إنهاء الوردية

source: Login Time
ar_sa: وقت الدخول

source: Working Hours
ar_sa: عدد ساعات العمل

# EndShiftForm
source: User Shift End
ar_sa: إغلاق حساب وردية مستخدم

# msg
source: To close account:
ar_sa: لإغلاق الحساب :

# msg1
source: Make sure to close all invoices , count cash
ar_sa: تأكد من إغلاق كل الفواتير ومراجعة النقد بالصندوق ، وعند التأكد من إنهاء فترة العمل ،

# msg2
source: in the box and don't forget to click end shift button.
ar_sa: تأكد من الضغط على زر إنهاء الوردية لتسجيل ساعة الخرو، ومن ثم الطباعة.

source: Total Check Sales
ar_sa: إجمالي مبيعات الصكوك

source: Total Cash Sales
ar_sa: إجمالي المبيعات النقدية

# UserLoginClear
source: Clear user log In
ar_sa: تسجيل خروج المستخدمين

source: Variable Price
ar_sa: سعر متغير

# QueryDeleteMessage
source: Sorry But you can't delete this query
ar_sa: عذرا! لا يمكنك حذف هذا التقرير

# QueryEditMessage
source: Sorry but you cant edit this query
ar_sa: عذرا! لا يمكن تعديل هذا التقرير

# EnableNetwork
source: Enable network sales control
ar_sa: تمكين تحكم مبيعات الشبكة

# TabTable1
source: Table Selection 1
ar_sa: اختيار الطاولات 1

# TabTable2
source: Table Selection 2
ar_sa: اختيار الطاولات 2

source: T
ar_sa: ط

# POSPrintMsg
source: What would you like to print?
ar_sa: ما الذي ترغب في طباعته؟

source: Print All
ar_sa: طباعة الطلبية كاملة

source: Print New
ar_sa: طباعة المضاف حديثا

source: Print Receipt
ar_sa: طباعة إيصال الزبون

source: POS Invoice
ar_sa: فاتورة البيع السريع

source: Net Cash In Hand
ar_sa: صافي النقد

source: EndShiftDetails
ar_sa: إنهاء الوردية التفاصيل

source: HourWorked
ar_sa: عدد ساعات العمل

source: logoutTime
ar_sa: وقت الخروج

source: ShiftEnd
ar_sa: إنهاء الوردية

source: ShowEndTimeFrom
ar_sa: عرض شاشة إنها الوردية

source: TotalReceive
ar_sa: إجمالي المقبوض

source: Purchases
ar_sa: المشتريات

# InventoryTable
source: Inventory
ar_sa: بضاعة أول المدة

# HidePeaceBox
source: Hide box peace in print
ar_sa: إخفاء القطعة والعلبة في الطباعة

# ConfirmEndShift
source: Confirm shift ending when closing system
ar_sa: التأكيد على إنهاء الوردية عند إغلاق النظام

# EndShiftForUser
source: Do you Really want to end the shift for this user?
ar_sa: هل حقا ترغب في إنهاء وردية هذا المستخدم؟

source: In No
ar_sa: فاتورة رقم

# PrinterSetup
source: Printers Setup
ar_sa: إعدادات الطابعات

# PrinterSetupHeading
source: Please select a printer for each function as needed
ar_sa: رجاء حدد الطابعة لكل واجهة كما يناسب

# OpenNewInvoiceNetwork
source: Open new invoice for network user
ar_sa: فتح فاتورة جديدة لمستخدم الشبكة

# PrinterOption
source: Printer Options
ar_sa: خيارات الطابعة

# BtnInvoice
source: Invoice's
ar_sa: الفواتير

# BtnReceipt
source: Reciepts
ar_sa: الإيصالات

source: Barcode Size
ar_sa: حجم الباركود

source: Item Panel
ar_sa: اضافة صنف جديد

# PriceListBarcode
source: Price list with barcode
ar_sa: قائمة اسعال بالباركود

# PriceChecker
source: Activate Price Checker
ar_sa: تفعيل قارئ الأسعار
