Repository: tanzeelqtechsol/BBMEnglish
Catalog: SamplesAmpos/ResourceFile/Resources.*.resx
Languages: ar_sa

# AccPayable
source: Account Payable
ar_sa: دائن له

# AccReceivable
source: Account Receivable
ar_sa: مدين عليه

source: Address
ar_sa: العنوان

source: Agent Details
ar_sa: بيانات العميل

source: Agent Info
ar_sa: معلومات العميل

# AgentNo
source: Agent Number
ar_sa: رقم العميل

source: Agent Type
ar_sa: نوع العميل

source: All
ar_sa: الكل

source: Amount
ar_sa: القيمة المدفوعة

source: Balance Sheet
ar_sa: كشف الحساب

source: Bank
ar_sa: المصرف

source: Barcode
ar_sa: باركود

source: Branch
ar_sa: فرع

# BSForAgent
source: Balance Sheet For Agent
ar_sa: كشف حساب عميل

# ChoBankBranch
source: Choose the Bank to Move Money Form
ar_sa: رجاء! اختر المصرف لتحويل المال منه

source: Client
ar_sa: زبون

source: Close
ar_sa: إغلاق

source: Date
ar_sa: التاريخ

source: Debt Limit
ar_sa: سقف الديون

source: Debt List
ar_sa: قائمة الديون

source: Delete
ar_sa: حذف

# DepoDoneBy
source: Deposit Done By
ar_sa: تم الايداع بواسطة

source: Description
ar_sa: البيان

source: Discount
ar_sa: التخفيض

# EndOfDay
source: End of the Day
ar_sa: حساب آخر اليوم

# FD
source: From Date
ar_sa: من تاريخ

# FT
source: From Time
ar_sa: من الساعة

# HidenAgent
source: Hidden Agent
ar_sa: اخفاء العميل

# LastPayDate
source: Last Payment Date
ar_sa: تاريخ اخر دفعة

source: Name
ar_sa: الاسم

source: New
ar_sa: جديد

source: No
ar_sa: رقم

# OInvoice
source: Open Invoice
ar_sa: فتح الفاتورة

# OReceipt
source: Open Receipt
ar_sa: فتح الايصال

# PayDay
source: Payment Day
ar_sa: يوم الدفع

source: Pay Receipt
ar_sa: ايصال دفع

source: Phone
ar_sa: الهاتف

source: Print
ar_sa: طباعة

source: Reason
ar_sa: السبب

source: Receipt No
ar_sa: رقم الايصال

# RecReceipt
source: Receive Receipt
ar_sa: ايصال قبض

# Report
source: Reports
ar_sa: التقارير

source: Return Item
ar_sa: إرجاع بضاعة

source: Save
ar_sa: حفظ

source: Search
ar_sa: بحث

source: Status
ar_sa: الحالة

source: Supplier
ar_sa: المورد

# TD
source: To Date
ar_sa: حتى تاريخ

# TT
source: To Time
ar_sa: حتى الساعة

# UName
source: User Name
ar_sa: اسم المستخدم

# WDDoneBy
source: Withdraw Done By
ar_sa: تم السحب بواسطة

source: Add
ar_sa: أضف

source: Agent Name
ar_sa: اسم العميل

source: Back
ar_sa: رجوع

source: Balance
ar_sa: الرصيد

source: BigPrice
ar_sa: حجم السعر أكبر

# BName
source: Bank Name
ar_sa: اسم المصرف

# BrName
source: Branch Name
ar_sa: اسم الفرع

source: Cancel
ar_sa: الغاء الامر

# Cash
source: Cash F1
ar_sa: نقدا F1

# CatName
source: Category Name
ar_sa: اسم المجموعة

source: Column
ar_sa: الصف

# ComName
source: Company Name
ar_sa: اسم الشركة

source: Field Name
ar_sa: تغيير الوصف بــ "اتركها فارغة ان لم ترغب في التغيير"

# IName
source: Item Name
ar_sa: اسم الصنف

# INo
source: Item Number
ar_sa: رقم الصنف

source: Normal Price
ar_sa: سعر عادي

source: Notes
ar_sa: ملاحظة

source: Open
ar_sa: فتح

source: Payable
ar_sa: دائن " له"

source: Place Name
ar_sa: اسم مكان الصنف

source: Print Logo
ar_sa: طباعة الشعار

source: Print Price
ar_sa: طباعة السعر

# Qty
source: Pieces
ar_sa: قطعة

source: Receivable
ar_sa: مدين " عليه"

source: Row
ar_sa: الصف

source: Stock
ar_sa: المخزون

source: View
ar_sa: عرض

# Active
source: Activate
ar_sa: تفعيل

# AdjustDiff
source: Adjustment Difference
ar_sa: فروقات التعديل

# AppDiscountOn
source: Apply Discount On
ar_sa: تطبيق التخفيض على

# ApplyDiscount
source: Apply
ar_sa: تطبيق

source: Average
ar_sa: المتوسط

# Cat
source: Category
ar_sa: المجموعة

# CName
source: Client Name
ar_sa: اسم الزبون

# CNo
source: Client Number
ar_sa: رقم الزبون

# Com
source: Company
ar_sa: الشركة

source: Cost
ar_sa: سعر الشراء

source: Detailed Report
ar_sa: تقرير مفصل

source: Details
ar_sa: التفاصيل

# ED
source: End Date
ar_sa: تاريخ الانتهاء

source: Export
ar_sa: تصدير

source: Find
ar_sa: ابحث

source: Go To Invoice
ar_sa: انتقال الى فاتورة

source: Inventory
ar_sa: المخزون

source: Invoice No
ar_sa: رقم الفاتورة

source: Item Card
ar_sa: بطاقة صنف

source: Item Cost
ar_sa: سعر الشراء

# ItemInfo
source: Item Information
ar_sa: بيانات الصنف

source: Item Place
ar_sa: مكان الصنف

# IType
source: Invoice Type
ar_sa: نوع الفاتورة

source: Last Cost
ar_sa: اخر تكلفة

# Min
source: Minimum
ar_sa: اقل سعر

source: Nearest Expiry
ar_sa: اقرب صلاحية

source: Net
ar_sa: الصافي

source: Net Cash
ar_sa: صافي النقد

source: Note
ar_sa: ملاحظة

# NotesAlerts
source: Notes And Alerts
ar_sa: مواعيد وملاحظات

source: Package
ar_sa: العبوة

source: Paid
ar_sa: المدفوع

# PayMethod
source: Payment Method
ar_sa: طريقة الدفع

source: Pay To
ar_sa: ادفع الى

source: Price
ar_sa: سعر البيع

# PurInvoice
source: Purchase Invoice
ar_sa: فاتورة مشتريات

source: Remaining
ar_sa: المتبقي

# RPurchase
source: Returned Purchase
ar_sa: إجمالي مرتجع المشتريات

source: Sale
ar_sa: البيع

source: Sales
ar_sa: المبيعات

source: Sales Invoice
ar_sa: فاتورة مبيعات

# SD
source: Start Date
ar_sa: تاريخ البداية

# SpendingDes
source: Spending Description
ar_sa: بيان الصرف

source: Supplier No
ar_sa: رقم المورد

# TCost
source: Cost
ar_sa: اجمالي التكلفة

# TDiscount
source: Total Discount
ar_sa: اجمالي التخفيض

source: Time
ar_sa: الوقت

source: Total
ar_sa: الإجمالي

# TProfit
source: Profit
ar_sa: اجمالي الربح

source: Last Purchase
ar_sa: اجمالي المشتريات

# TReceived
source: Received
ar_sa: اجمالي المقبوض

# TSales
source: Sales
ar_sa: المبيعات

# TSpending
source: Spending
ar_sa: المصاريف

source: Total Spoiled
ar_sa: اجمالي التالف

# TValueAfterAdjust
source: Total of After Adjustment
ar_sa: اجمالي القيمة بعد التعديل

# TValueBeforeAdjust
source: Total of Before Adjustment
ar_sa: اجمالي القيمة قبل التعديل

source: User
ar_sa: المستخدم

source: Value
ar_sa: قيمة

source: Wholesale
ar_sa: سعر بيع الجملة

source: Zakat
ar_sa: الزكاة

# AddItem
source: Add Item F3
ar_sa: ادراج صنف F3

source: Apply
ar_sa: تطبيق

source: BoxF9
ar_sa: عبوة F9

source: Browse
ar_sa: اختار الملف

# CloseInvoice
source: Close Invoice F5
ar_sa: اغلاق فاتورة F5

# DeleteF2
source: Delete Item F2
ar_sa: الغاء صنف F2

source: Expiry
ar_sa: الصلاحية

source: Find Invoice
ar_sa: بحث عن فاتورة

# HidenItem
source: Hide Item
ar_sa: اخفاء الصنف

# HidenLogo
source: Hide Logo
ar_sa: اخفاء الشعار

source: Insert Item F6
ar_sa: اضافة صنف F6

# InventoryAdjust
source: Inventory Adjustment
ar_sa: تعديل المخزون

source: Inventory List
ar_sa: قائمة الجرد

source: Item
ar_sa: الصنف

# ItemExpiry
source: Expire
ar_sa: استخدام الصلاحية

source: Item Info F11
ar_sa: بيانات الصنف F11

source: Item Less Than
ar_sa: الاصناف اقل من

# ItemName
source: Item
ar_sa: الصنف

source: Item No
ar_sa: رقم الصنف

source: Item Price
ar_sa: سعر البيع

# ItemStock
source: In-Out Stock
ar_sa: تقرير بطاقة صنف

source: Item Type
ar_sa: نوع الصنف

source: Maxorder
ar_sa: نقطة ايقاف الطلب

source: Modify Invoice
ar_sa: تعديل فاتورة

source: Modify Item
ar_sa: تعديل صنف

source: New F4
ar_sa: جديد F4

# NewInvoice
source: New Invoice F4
ar_sa: فاتورة جديدة F4

source: Ok
ar_sa: موافق

source: Order No
ar_sa: رقم الطلب

# PackagePiece
source: Package Pc's
ar_sa: العدد بالعبوة

source: Photo
ar_sa: الصورة

# PP
source: Print Preview
ar_sa: معاينة قبل الطباعة

source: Print F6
ar_sa: طباعة F6

source: Purchase Invoice
ar_sa: فاتورة مشتريات

# QPrice
source: Price
ar_sa: سعر الصنف

source: Reorder
ar_sa: اعادة الطلب

# Restore
source: Restore Default
ar_sa: الافتراضي

source: Save F5
ar_sa: حفظ F5

source: Set
ar_sa: تحديد

# SetDeliDate
source: Set Delivery Date
ar_sa: تحديد موعد احضار الطلبية

# ShowItem
source: Show Items
ar_sa: عرض لاصناف ...

# SupName
source: Supplier Name
ar_sa: المورد

# SupNo
source: Supplier Number
ar_sa: رقم المورد

# TValue
source: Total Value
ar_sa: القيمة الاجمالية

# WithSup
source: Save With Supplier
ar_sa: تحديد مورد

# InvoiceFind
source: Find Invoice
ar_sa: بحث عن فاتورة

source: Move To Sale
ar_sa: تحويل الى المبيعات

# AttReport
source: Attendance Report
ar_sa: تقرير الحضور

# BT
source: Break Time
ar_sa: استراحة

source: Client No
ar_sa: رقم الزبون

# CloseInv
source: Close Invoice
ar_sa: اغلاق فاتورة

# DailyAvg
source: Daily Average
ar_sa: المعدل اليومي

# EntryHrs
source: Entry Hours
ar_sa: ساعة الدخول

# ET
source: End Time
ar_sa: نهاية العمل

source: Exit
ar_sa: خروج

source: Expiry Date
ar_sa: تاريخ الصلاحية

source: Expiry List
ar_sa: قائمة انتهاء الصلاحية

# ExtraCost
source: Extra Cost In Purchase
ar_sa: تكلفة اضافية

source: Hide Debt
ar_sa: اظهار الديون

source: Import Invoice
ar_sa: توريد فاتورة

source: Include Tax
ar_sa: تضمين الضريبة

# NewInv
source: New Invoice
ar_sa: فاتورة جديدة

# PayDate
source: Set Payment Date
ar_sa: تحديد موعد الدفع

# PayEmp
source: Pay Employee of
ar_sa: صرف مرتبات موظفي

# PayFromDate
source: Pay salary from date
ar_sa: صرف المرتب من التاريخ

source: Pay Receipt F8
ar_sa: ايصال دفع F8

# PaySal
source: Salary Payment
ar_sa: صرف المرتبات

source: Pay Salary
ar_sa: صرف مرتب

# Persentage
source: Percentage
ar_sa: نسبة

# ReceiveFrom
source: Received From
ar_sa: استلمت من

source: Return By Invoice
ar_sa: إرجاع بالفاتورة

source: Return By Item
ar_sa: إرجاع بالصنف

# ReturnQty
source: Returned Quantity
ar_sa: الكمية المرجعة

source: Serial No
ar_sa: المقاس

# Spoiled
source: Spoiled Item
ar_sa: إدراج أصناف تالفة

# ST
source: Start Time
ar_sa: بداية العمل

# TAmount
source: Total Amount
ar_sa: اجمالي القيمة

# TAttandance
source: Time Attendance
ar_sa: الحضور والانصراف

# TReturnValue
source: Total Return Value
ar_sa: اجمالي قيمة المرجع

# TSalary
source: Total Salary
ar_sa: اجمالي المرتبات

# TSale
source: Total Sales
ar_sa: اجمالي المبيعات

# TWorkingDiff
source: Total Working Difference
ar_sa: اجمالي فروقات العمل

# TWorkingHrs
source: Total Working Hours
ar_sa: اجمالي ساعات العمل

# Undopay
source: Undo Payment
ar_sa: تراجع عن الدفع

source: User Admin
ar_sa: ادارة الصلاحيات

source: User Name
ar_sa: اسم المستخدم

# UserTrack
source: User Tracking
ar_sa: تحركات المستخدم

# ValidUntill
source: This invoice Valid Until
ar_sa: هذه الفاتورة صالحة حتى

source: Variables
ar_sa: متغيرات

source: Account
ar_sa: الحساب

# Adv
source: Advance
ar_sa: سلف

source: Agent File
ar_sa: ملف العملاء

# AlertLogin
source: Alert On Login
ar_sa: التنبيه عند الدخول

# Bankde
source: Bank Deposit
ar_sa: ايداع مصرفي

# Bankwith
source: Bank Withdraw
ar_sa: سحب مصرفي

# BS
source: Balance Sheet
ar_sa: المرتب الاساسي

source: Cash Capital
ar_sa: ايداع نقدي

source: Client Name
ar_sa: اسم الزبون

# CPSW
source: Confirm Password
ar_sa: تأكيد كلمة المرور

# CutF
source: Cut From Next Month
ar_sa: بداية الخصم من الشهر القادم

# CutT
source: Cut From This Month
ar_sa: بداية الخصم من الشهر الحالي

source: Debts
ar_sa: الديون

# DG
source: Default Group
ar_sa: افتراضيات المجموعة

# DM
source: Date Modification
ar_sa: تعديل التاريخ

# Dmodify
source: Debt
ar_sa: تعديل الرصيد

# Draw
source: Drawings
ar_sa: مسحوبات

source: Drawing
ar_sa: مسحوبات

# EAttList
source: Attendance List
ar_sa: الحضور والانصراف

# EDetail
source: Employee Detail
ar_sa: التفاصيل

# Emp
source: Employee
ar_sa: الموظيفن

# EndDay
source: End Of the Day
ar_sa: إغلاق الحساب اليومي

# ENote
source: Notes
ar_sa: ملاحظات

# EUG
source: Existing User Group
ar_sa: مجموعة موجودة مسبقا

# EVarM
source: Employee Variables
ar_sa: متغيرات شهرية

# ExportInv
source: Export Invoice
ar_sa: تصدير الفاتورة

# FPI
source: Find Purchase
ar_sa: بحث عن فاتورة مشتريات

source: From
ar_sa: من

# FSI
source: Find Sales
ar_sa: بحث عن فاتورة مبيعات

# GenDiscount
source: General Discount
ar_sa: تخفيض الأسعار

# HC
source: Health Certificate
ar_sa: شهادة صحية

# HOT
source: Holiday Over Time
ar_sa: اضافي العطلات

# IL
source: Invoice Limitation
ar_sa: صلاحيات الفواتير

# IN
source: Invoice Navigation
ar_sa: تصفح الفواتير

source: Incentives
ar_sa: حوافز

# INotes
source: Invoice Notes
ar_sa: ملاحظات الفواتير

# InvAdj
source: Inventory Adjust
ar_sa: تعديل المخزون

# MCut
source: Monthly Cut
ar_sa: القسط الشهري

# MobNo
source: Mobile No
ar_sa: النقال

# Mod
source: Modify Price
ar_sa: تعديل الاسعار

# ModInv
source: Modify Invoice
ar_sa: تعديل فاتورة

# MP
source: Minimum Price
ar_sa: اقل سعر

# MTI
source: ModifyTodayInvoice
ar_sa: تعديل فاتورة اليوم

source: Neglect
ar_sa: اهمال

# NFE
source: Notes For Employee
ar_sa: للموظف

# NFG
source: Notes For Group
ar_sa: لمجموعة

# Not
source: Notes
ar_sa: ملاحظات

# NoteNew
source: New
ar_sa: جديد

# NUG
source: New User Group
ar_sa: انشاء مجموعة جديدة

# OI
source: Other Information
ar_sa: معلومات اخرى

source: Option
ar_sa: إعدادات و خيارات

source: Order Invoice
ar_sa: فاتورة طلب توريد

# OT
source: Over Time
ar_sa: اضافي

source: Other
ar_sa: اخرى

# Percent
source: % of Sales
ar_sa: نسبة من المبيعات

# PerformanceInvoice
source: Performa Invoice
ar_sa: فاتورة مبدئية

# PI
source: Personal Information
ar_sa: بيانات شخصية

# PInfo
source: Primary Info
ar_sa: بيانات اولية

source: POS Screen
ar_sa: نقطة البيع السريع

source: PriceF7
ar_sa: السعر F7

source: Print Barcode
ar_sa: طباعة باركود

# PSalary
source: Pay Salary
ar_sa: صرف مرتبات

# Psw
source: Password
ar_sa: كلمة المرور

# Punish
source: Punishment
ar_sa: عقوبة

# PurchaseInvoices
source: Purchase Return Invoice
ar_sa: فاتورة إرجاع مشتريات

# PurchaseReturnInvoice
source: Purchase Return
ar_sa: فاتورة إرجاع مشتريات

source: Receive Receipt F8
ar_sa: ايصال قبضF8

source: Remainder
ar_sa: تذكير

source: Reset F10
ar_sa: F10 اعادة ضبط

source: Return
ar_sa: إرجاع

# ReturnInv
source: Return Invoice No
ar_sa: فاتروة إرجاع رقم

source: Reward
ar_sa: مكافأة

source: Sales Return Invoice
ar_sa: فاتورة إرجاع مبيعات

source: Save Backup
ar_sa: حفظ نسخة احتياطية

source: Search In
ar_sa: البحث في

# ShowHideInvCost
source: Show Cost of Invoice
ar_sa: عرض التكلفة

# SItem
source: Spoiled Item
ar_sa: اصناف تالفة

# SL
source: Screen Limitation
ar_sa: صلاحيات المستخدم

source: Spending
ar_sa: مصاريف

# STF
source: Sub Total
ar_sa: الاجمالي

# SU
source: System User
ar_sa: مستخدم

# SUSER
source: Suspend User
ar_sa: ايقاف مستخدم

# TA
source: Time Attendance
ar_sa: الحضور والانصراف

source: To
ar_sa: إلى

# TTS
source: Time To Show
ar_sa: عدد مرات العرض

# U2S
source: User To System
ar_sa: مستخدم للنظام

# UA
source: User
ar_sa: المستخدمين

# UG
source: User Group
ar_sa: المجموعة

# UN
source: User Name
ar_sa: اسم المستخدم

source: User Tracking
ar_sa: تتبع تحركات المستخدم

# Var
source: Variables
ar_sa: متغيرات

# VarEmp
source: For Employee
ar_sa: للموظف

# VarG
source: For Group
ar_sa: لمجموعة

# WE
source: Weekend
ar_sa: العطلة الاسبوعية

# WHrs
source: Working Hours
ar_sa: ساعات العمل

# WS
source: Whole Sale Price
ar_sa: سعر بيع الجملة

# CDB
source: Clear DB Option
ar_sa: خيارات افراغ قاعدة البيانات

# ConPsw
source: Confirm Password
ar_sa: تأكيد كلمة المرور

# CurPsw
source: Current Password
ar_sa: كلمة المرور الحالية

# DA
source: Delete All
ar_sa: الغاء الكل

# DAM
source: Delete All Movement
ar_sa: مسح البيانات

# DB
source: Database
ar_sa: البيانات

# DC
source: Cancel
ar_sa: الغاء الامر

# DL
source: Login
ar_sa: تسجيل الدخول

# K
source: Ok
ar_sa: متابعة

# KAgent
source: Keep Agents Info
ar_sa: الحفاظ على بيانات العملاء

# KBar
source: Keep Item Names and Barcodes
ar_sa: الحفاظ على الاصناف و الباركود

# KD
source: Keep Some Data
ar_sa: الحفاظ على البيانات

# KEmp
source: Keep Employee Info
ar_sa: الحفاظ على بيانات الموظفين

# KS
source: Keep the Spending
ar_sa: المصاريف

# KU
source: Keep User Info
ar_sa: الحفاظ على بيانات المستخدمين

# MCA
source: Move the Credits of the Agents
ar_sa: ترحيل ارصدة العملاء

# MDes
source: Moving Description
ar_sa: بيان الترحيل

# NewPsw
source: New Password
ar_sa: كلمة مرور جديدة

source: Server
ar_sa: الخادم

source: Adjust
ar_sa: تعديل

# CashDraw
source: Open Drawer
ar_sa: فتح صندوق النقد

source: Clear
ar_sa: مسح

source: Enter
ar_sa: ادخال

source: Next
ar_sa: التالي

# Pre
source: Previous
ar_sa: السابق

source: Refund
ar_sa: المرجع

source: Tax
ar_sa: ضريبة

# Check
source: Check F3
ar_sa: صك F3

source: Profit Rate
ar_sa: نسبة الربح

source: Action
ar_sa: الحركة

source: Additional Items
ar_sa: الاضافات

# Calculate
source: Calculate Salary From Start Day
ar_sa: حساب المرتب من يوم التسجيل

# EmpId
source: Employee ID
ar_sa: رقم الموظف

# PassNo
source: Passport No.
ar_sa: رقم جواز السفر

# PhNo
source: Phone No
ar_sa: رقم الهاتف

# PrintAfterClose
source: Print After Closing the Invoice
ar_sa: الطباعة مباشرة بعد اغلاق الفاتورة

source: Regular Items:
ar_sa: الأصناف

source: Shortcut
ar_sa: الاختصار

source: Social Id
ar_sa: رقم البطاقة الشخصية

source: Undo Return
ar_sa: تراجع عن الارجاع

# AvgProfit
source: Average % Profit
ar_sa: متوسط % الربح

# D1
source: Discount 1
ar_sa: التخفيض

# D2
source: Discount 2
ar_sa: التخفيض

# D3
source: Discount 3
ar_sa: التخفيض

# TAmtAD
source: Total Amount After Discount
ar_sa: اجمالي القيمة بعد التخفيض

# TAmtBD
source: Total Amount Before Discount
ar_sa: اجمالي القيمة قبل التخفيض

source: Totals
ar_sa: الاجمالي

# TPages
source: Total Pages
ar_sa: اجمالي الصفحات

# TPayable
source: Total Payable
ar_sa: إجمالي دائن

# TQty
source: Total Quantity
ar_sa: اجمالي الكمية

# TReceivable
source: Total Receivable
ar_sa: إجمالي مدين

# WillKeep
source: Will Keep the Item and Price
ar_sa: سيتم الاحتفاظ باسماء الاصناف و الأسعار

# WillMake
source: Will Make the DB Clean
ar_sa: سيتم مسح كافة البيانات

source: Exact Amount
ar_sa: نفس القيمة

source: Find Purchase Invoice
ar_sa: بحث عن فاتورة مشتريات

source: Find Sales Invoice
ar_sa: بحث عن فاتورة مبيعات

# LoadPhoto
source: Load Photo Here
ar_sa: تحميل صورة

# MinPrice
source: Minimum Price
ar_sa: اقل سعر

source: Opening Stock
ar_sa: بضاعة أول المدة

source: Paid Refund
ar_sa: المدفوع - المرجع

# Performance
source: Performa Invoice
ar_sa: فاتورة مبدئية

source: Profit
ar_sa: الربح

source: Reorder Item
ar_sa: النواقص

# ReturnI
source: Return Item
ar_sa: إرجاع صنف

source: Undo
ar_sa: تراجع

source: Bill No
ar_sa: رقم الفاتورة

# BoxF7
source: PriceF7
ar_sa: السعر F7

source: Insert Item F3
ar_sa: ادراج صنف F3

source: POS Shortcut
ar_sa: شاشة اعداد الاختصارات

source: Primary Info
ar_sa: بيانات اولية

# QuickPrice
source: Quick Price Information
ar_sa: الاستعلام عن سعر البيع

source: Receive Receipt
ar_sa: ايصال قبض

source: Remove
ar_sa: إزالة

source: Salary Payment
ar_sa: صرف مرتبات

# ServerConn
source: Server Connection
ar_sa: ربط قاعدة البيانات

# SpoiledItem
source: Spoiled Item Invoice
ar_sa: فاتورة تالف

# TechConn
source: Test Conn
ar_sa: اختبار الاتصال

source: Total Stock
ar_sa: المخزون

# AddItemDB
source: Add Item Directly with Barcode
ar_sa: اضافة الصنف مباشرة بالباركود

# ASW
source: Auto Start with Windows
ar_sa: التشغيل تلقائيا مع الويندوز

source: Barcode Printer
ar_sa: طابعة باركود

# BarPaperSize
source: Barcode Paper Size
ar_sa: حجم ورق طباعة الباركود

# CalType
source: Calculation Type
ar_sa: طريقة الحساب

source: Cell
ar_sa: النقال

source: Company Info
ar_sa: معلومات الشركة

source: Copies
ar_sa: نسخ

source: E-Mail:
ar_sa: البريد الالكتروني

# EmpDetails
source: Employee Details
ar_sa: بيانات الموظف

# EmpDrawing
source: Employee Drawing
ar_sa: مسحوبات

# EmpList
source: Employee List
ar_sa: قائمة الموظفين

# EmpNotes
source: Employee Notes
ar_sa: ملاحظات الموظيفن

# EmpVar
source: Employee Variable
ar_sa: متغيرات شهرية

source: Fax
ar_sa: فاكس

source: Footer
ar_sa: ذيل الصفحة

# HDonPrint
source: Hide Discount Field on Print
ar_sa: اخفاء خانة التخفيض عند الطباعة

# HDonItem
source: Hide Dividing Discount On Item
ar_sa: اخفاء تقسيم التخفيض على الاصناف

# HCF
source: Hide Change Form
ar_sa: إخفاء شاشة تغيير الأسعار

source: Header
ar_sa: رأس الصفحة

# HEF
source: Hide Expiry Field
ar_sa: اخفاء خانة الصلاحية

# HLonPrint
source: Hide Logo on Print
ar_sa: إخفاء الشعار عند الطباعة

# HNF
source: Hide Note Field
ar_sa: اخفاء شاشة الملاحظات

# HTF
source: Hide Tax Field
ar_sa: اخفاء خانة الضريبة

# INonStock
source: Ignore Non Stock Item
ar_sa: تجاهل الاصناف الغير متوفرة عند الطباعة

# InvTemplate
source: Invoice Template
ar_sa: قالب الفاتورة

# ItemSort
source: Item Sorting
ar_sa: ترتيب الاصناف

source: Language
ar_sa: لغة واجهة التطبيق

source: Logo "Footer"
ar_sa: الشعار " تذييل الصفحة "

source: Logo "Header"
ar_sa: الشعار " رأس الصفح"

source: mm
ar_sa: ملم

# NoInvCopies
source: No Of Invoice Copies
ar_sa: عدد نسخ الفاتورة

# NoRecCopies
source: No Of Receipt Copies
ar_sa: عدد نسخ الايصال

# NoteSalesInv
source: Note on Sales Invoice
ar_sa: ملاحظة على فاتورة البيع

# PClosingReceipt
source: Print After Closing Receipt
ar_sa: الطباعة مباشرة بعداغلاق الايصال

source: P.O.Box
ar_sa: ص.ب

# POSCatPrint
source: POS Category Vice Print
ar_sa: طباعة الايصال "البيع السريع" حسب المجموعة

# PrinterLogo
source: Printing Logo
ar_sa: طباعة الشعار

source: Print Option
ar_sa: الطباعة

# PTQty
source: Print Total Quantity
ar_sa: طباعة اجمالي عدد القطع

# SCI
source: Show Company Info on Invoice
ar_sa: اظهار معلومات الشركة في الطباعة

# SCN
source: Show Company Name Only
ar_sa: اظهار اسم الشركة فقط

# SDF
source: Show Discount Field
ar_sa: اظهار خانة التخفيض

# SDonPrint
source: Show Debt on Print
ar_sa: اظهار الديون في الطباعة

# SHI
source: Show Hidden Item
ar_sa: اظهار البضاعة المخفية

# STonIR
source: Show Time on Invoice and Report
ar_sa: اضهار الساعة في التقارير و الفواتير

# SWN
source: Start Work Note
ar_sa: ملاحظة بدء العمل

# TimeAttSheet
source: Time Attendance Sheet
ar_sa: كشف الحضور و الانصراف

# TTPrice
source: Tap to Price
ar_sa: المرور على سعر البيع

# UserAdminstrator
source: User Administrator
ar_sa: ادارة المستخدمين

# WinOption
source: Window Options
ar_sa: خيارات الشاشات

# AlertExpiryInNotes
source: Don't Alert for Expiry In Notes
ar_sa: عدم التنبيه على الصلاحيات في الملاحظات

# AlertforExpiry
source: Alert For Expiry for
ar_sa: التنبيه على الصلاحية لعدد

# AlertforReorder
source: Alert for Reorders
ar_sa: التنبيه على النواقص

# AlertforReorderItem
source: Alert for Reorder Item for Every
ar_sa: التنبيه على النواقص كل

# AlertNotBackup
source: Alert When not Making a Backup
ar_sa: التنبيه عند عدم حفظ نسخة احتياطية

# AlertPayDate
source: Alert On Pay Date
ar_sa: التنبيه على مواعيد السداد

# AlertSaleInvoice
source: Alert in Sales Invoice
ar_sa: التنبيه في فاتورة المبيعات

source: Alert With Sound
ar_sa: التنبيه بالصوت

# AlterPath
source: Alternative Path
ar_sa: المسار البديل

source: Apply Before Discount
ar_sa: تطبيق الضريبة قبل التخفيض

# ApplyOnMaintance
source: Apply On Maintenance
ar_sa: تطبيق الضريبة على الصيانة

source: Apply On Purchase
ar_sa: تطبيق الضريبة على المشتريات

source: Apply On Sales
ar_sa: تطبيق الضريبة على المبيعات

# AskReplaceFile
source: Ask when Replacing the File
ar_sa: التأكيد عند استبدال ملف

# AskWhenLive
source: Ask When Leaving the System
ar_sa: التأكيد عند الخروج من النظام

# AttandancePermit
source: Attendance Permit
ar_sa: تجديد اذن المزاولة

source: Backup Option
ar_sa: إعدادات النسخ الاحتياطية

# BuyswithCost
source: Branch Buy with the Cost
ar_sa: معاملة الفرع بسعر الشراء

# CalSalAs
source: Calculate Salary As
ar_sa: محاسبة الموظفين على اساس

# CalSalSD
source: Calculate Salary Form the Start Date
ar_sa: حساب المرتب من يوم بدء العمل

source: Cash Drawer
ar_sa: صندوق النقد

source: Cash Drawer Password
ar_sa: كلمة سر فتح الصندوق

# CertificateHealth
source: Certificate of Health
ar_sa: موعد تجديد الشهادة الصحية

source: Clean DB
ar_sa: إفراغ قاعدة البيانات

source: Communicate
ar_sa: تواصل

# CountAutoOT
source: Count Over Time Automatically
ar_sa: حساب ساعات العمل الاضافي تلقائيا

# CountEmpOT
source: Count Over Time for the Holidays
ar_sa: حساب الاضافي للعطلات

# CountSal
source: Count Salary From Registration Point
ar_sa: حساب المرتب من تاريخ التسجيل

# CountSys
source: Count System Startup Minutes
ar_sa: حساب فرق تشغيل النظام

# CustDisplay
source: Customer Display
ar_sa: شاشة عرض الاسعار

# CutDeficits
source: Cut the Deficits
ar_sa: خصم العجوزات

# CutLatency
source: Cut Latency Automatically
ar_sa: خصم التأخير تلقائيا

source: Day
ar_sa: يوم

source: Days
ar_sa: ايام

source: Days From Date
ar_sa: ايام من الموعد
