Repository: tanzeelqtechsol/BBMEnglish
Catalog: SamplesAmpos/ResourceFile/Resources.*.resx
Languages: ar_sa

# DontAlertDelete
source: Don't Alert when Deleting Item From Invoice
ar_sa: عدم التنبيه عند الغاء صنف من الفاتورة

source: Don't Alert On Save
ar_sa: عدم التنبيه عند الحفظ

# DontAskClosingSystem
source: Don't Ask When Closing System
ar_sa: عدم التأكيد عند الخروج

# DontIssue
source: Don't Issue Reorder Invoice
ar_sa: عدم اصدار فاتورة طلب توريد

# DontTap
source: Don't Tab to Reorder and Max Point
ar_sa: تخطي نقطة اعادة و ايقاف الطلب

# EmpCal
source: Stop Employee Calculation
ar_sa: ايقاف حسابات الموظفين

# EmpOption
source: Employee Option
ar_sa: اعدادات الموظفين

# FL
source: First Line
ar_sa: سطر اول

# HideItem
source: Hide Item Number
ar_sa: اخفاء رقم الصنف

# HideItemCost
source: Hide Item Cost In Item Info in Sales
ar_sa: اخفاء سعر الشراء في بيانات الصنف لفاتورة البيع

# HideItemSales
source: Hide Item Sales Time in the Invoice
ar_sa: اخفاء وقت بيع الصنف

# HidePackageQty
source: Hide Package Quantity
ar_sa: عدم استخدام عدد القطع بالعلبة

# HidePackageReport
source: Hide Package On Report
ar_sa: عدم اظهار العبوة في التقارير

source: Hide POS Screen
ar_sa: إخفاء شاشة البيع السريع

source: Hide POS Shortcut
ar_sa: إخفاء شاشة إعدادات البيع السريع

# Hours
source: 24 Hours Work System
ar_sa: نظام عمل 24 ساعة

# IssueOrderInv
source: Issue Order Invoice Every
ar_sa: اصدار فاتورة طلب شراء

# LastBackup
source: Last Backup Date
ar_sa: تاريخ اخر نسخة احتياطية

# LicensenceRenewal
source: License Renewal
ar_sa: تجديد الترخيص

# LL
source: Last Line
ar_sa: سطر ثاني

# LoadingSysNotes
source: Loading System Notes
ar_sa: تحميل ملاحظات النظام

# MABClosing
source: Make Automatic Backup When Closing
ar_sa: حفظ نسخة احتياطية عند الخروج

# MakeAutoBackup
source: Make Automatic Backup Every
ar_sa: اجراء نسخة احتياطية كل

source: Medical Insurance
ar_sa: التأمين الطبي

# MonitorReorder
source: Monitor Reorder and Max Point
ar_sa: متابعة الحد الادنى و الاعلى

# MonthToday
source: Month From Today
ar_sa: اشهر من اليوم

source: Notes Area
ar_sa: خانة الملاحظات

source: Notification
ar_sa: التنبيهات

source: Notify Before
ar_sa: التنبيه عن...

# NotifyDate
source: Date...
ar_sa: التاريخ...

source: Notify On...
ar_sa: التنبيه قبل...

# OpenDirectelyAfterPrint
source: Open Directly After Print
ar_sa: فتح الصندوق مباشرة بعد الطباعة

source: Open Drawer
ar_sa: فتح صندوق النقد

source: Other Option
ar_sa: خيارات اخرى

# PayDatesBefore
source: Alert for Pay Date Before
ar_sa: التنبيه على مواعيد السداد قبل

source: Percentage
ar_sa: نسبة الضريبة

source: Peripheral Option
ar_sa: اعدادات الاجهزة و الملحقات

source: Port
ar_sa: مدخل

source: Protect With Password
ar_sa: حماية الصندوق بكلمة مرور

# Quit
source: Quit Without Asking
ar_sa: الاستعلام عن سعر البيع

source: Restore Backup
ar_sa: استرجاع نسخة احتياطية

# RoundPrice
source: Round the Price On Discount
ar_sa: تطبيق التقريب عند التخفيض

# SaveBackupAlertPath
source: Save the Automatic Backup in Alternative Path
ar_sa: حفظ النخسة التلقائية في المسار البديل

source: Save Backup In
ar_sa: حفظ النسخة في المسار

# SavewithDT
source: Save File Name with Date and Time
ar_sa: حفظ الملف بالتاريخ و الساعة

# SellExpiry
source: Sell from different expiry when no quantity
ar_sa: البيع من صلاحية مختلفة عند عدم توفر الكمية

# ShowTaxInvoice
source: Show Tax in the Invoice
ar_sa: اظهار الضريبة في الفاتورة

# ShowTip
source: Show Tip of the Day When Start
ar_sa: عرض معلومة اليوم عند البدء

# StartNewYear
source: Start a New Year
ar_sa: بداية سنة جديدة

source: Stop Debt Selling
ar_sa: ايقاف التعامل بالاجل

source: Sup Percentage
ar_sa: النسبة الفرعية

source: Tax1
ar_sa: ضريبة1

source: Tax2
ar_sa: ضريبة2

source: Tax Name
ar_sa: اسم الضريبة

source: Tax Option
ar_sa: الضرائب

# TimesDay
source: Times a Day
ar_sa: مرات في اليوم

# TimeToExpiry
source: Time to Alert on Expiry
ar_sa: عدد مرات التنبيه على الصلاحية

# TimeToReorder
source: Time to Alert on Reorder Item
ar_sa: عدد مرات التنبيه على النواقص

# TrackUser
source: Track Users
ar_sa: تتبع تحركات المستخدم

source: Type
ar_sa: النوع

# UnifyOption
source: Unify Option for all the Work Station
ar_sa: توحيد الخيارات لكل الاجهزة في الشبكة

# UseCD
source: Use Cash Drawer
ar_sa: استخدم صندوق النقد

# UseCustDisplay
source: Use Customer Display
ar_sa: استخدم شاشة عرض السعر

# UseExpiry
source: Use Expiry as Default in Item card
ar_sa: استخدم الصلاحية للاصناف بشكل افتراضي

source: Use Item Photo
ar_sa: استخدم صورة الصنف

source: Verify
ar_sa: تأكيد كلمة المرور

source: Welcome Note
ar_sa: ملاحظة ترحيب

source: Backup
ar_sa: نسخ إحتياطية

# DDF
source: Disable Discount Field
ar_sa: اخفاء خانة التخفيض

# DivideDiscount
source: Divide Discount Before Closing the Invoice
ar_sa: تقسيم التخفيض قبل الاغلاق

# DontAlertExpiry
source: Don't Alert for Expiry in the Notes
ar_sa: عدم التنبيه على الصلاحيات في الملاحظات

source: General
ar_sa: عام

# HidePrice
source: Hide Price Changing Button
ar_sa: اخفاء زر تغيير الاسعار

source: Invoice
ar_sa: الفاتورة

# MakeSalesPrice
source: Make Sales Price Read Only
ar_sa: حماية خانة سعر البيع

# MultiExpiry
source: Alert for MultiExpiry
ar_sa: التنبيه على وجود اكثر من صلاحية

# OpenInvoice
source: Open a new Invoice after Closing One
ar_sa: فتح فاتورة جديدة بعد اغلاق الفاتورة

source: Peripherals
ar_sa: ملحقات

# PrintAfterCR
source: Print After Closing the Receipt
ar_sa: الطباعة مباشرة بعداغلاق الايصال

# SaveUN
source: Show User Name on the Invoice
ar_sa: حفظ اسم المستخدم على الفاتورة

# ShowInvoiceCF
source: Show Invoice Cost Field
ar_sa: اظهار خانة تكلفة الفاتورة

# ShowSTF
source: Show Sub Total Field
ar_sa: إظهار شاشة المجموع الفرعي

# StopEmpCal
source: Stop Employee Calculation
ar_sa: ايقاف حسابات الموظفين

# WhenAlertLC
source: Alert when Selling less than Cost
ar_sa: التنبيه عند البيع بأقل من التكلفة

# WorkSys
source: 24 Hours Work System
ar_sa: نظام عمل 24 ساعة

source: Agent
ar_sa: العملاء

# ChangePsw
source: Change Password
ar_sa: تغيير كلمة السر

# ClearDI
source: Clear Database Information
ar_sa: مسح البيانات

source: Contact
ar_sa: للتواصل و المساعدة :

# CUser
source: Change User
ar_sa: تبديل مستخدم

source: DB Login
ar_sa: خيارات مسح البيانات

# DebtAdjust
source: Debt Adjustment
ar_sa: تعديل رصيد

# LastInv
source: Last Invoice
ar_sa: اخر فاتورة

source: Login
ar_sa: تسجيل الدخول

source: Options
ar_sa: إعدادات و خيارات

source: User Login
ar_sa: دخول مستخدم

# ETA
source: Entry Time Attendance
ar_sa: الحضور والانصراف

# Hoilday
source: Holiday
ar_sa: يوم العطلة الاسبوعية

# HWW
source: Hide Welcome Window
ar_sa: اخفاء شاشة الترحيب

source: Option Setting
ar_sa: إعدادات و خيارات

source: Round To
ar_sa: حساب التقريب الى

# IDQP
source: Total Price Qty Item Description
ar_sa: السعر الإجمالي الكمية وصف السلعة

source: Daily
ar_sa: كشف التحركات

# MonthlyVar
source: Monthly Variables
ar_sa: متغيرات شهرية

# BBM
source: Bumedian Business Management
ar_sa: بومدين لإدارة الأعمال التجارية

source: Change User
ar_sa: تبديل مستخدم

source: Second Line
ar_sa: سطر ثاني

source: Total Time
ar_sa: اجمالي الزمن

source: About
ar_sa: اتصل بنا

# AboutSys
source: About the System
ar_sa: عن النظام

# BarCount
source: Barcode Count
ar_sa: عداد الباركود

# ChangeDBC
source: Change DB Connection
ar_sa: الربط بقاعدة بيانات أخرى

# EmpInfo
source: Employee Information
ar_sa: ملف الموظفين

source: File
ar_sa: ملف

source: Help
ar_sa: مساعدة

source: Items
ar_sa: الاصناف

source: Purchase
ar_sa: مشتريات

# RegURCopy
source: Register Your Copy
ar_sa: سجل نسختك

source: Skins
ar_sa: واجهات

source: Tools
ar_sa: أدوات

# TTime
source: Total Time
ar_sa: اجمالي الزمن

# EmpFile
source: Employee File
ar_sa: ملف الموظيفن

source: Goods
ar_sa: بضاعة

source: Labour
ar_sa: خدمات

source: Meal
ar_sa: وجبة

source: Second Hand
ar_sa: مقاسات

source: Cash Sales
ar_sa: مبيعات نقدية

source: Moved From Another Account
ar_sa: تحويل من مصرف آخر

source: Receive Accounts Receivable
ar_sa: حساب المديونية " المقبوضات "

# PurID
source: Purchase ID
ar_sa: ID شراء

source: Returned
ar_sa: المرجع

source: Contact No.
ar_sa: رقم الاتصال

source: Designation
ar_sa: تعيين

# EmpName
source: Employee Name
ar_sa: اسم الموظف

source: Salary
ar_sa: راتب

source: Salary Type
ar_sa: نوع الراتب

source: Friday
ar_sa: الجمعة

source: Hourly
ar_sa: بالساعة

source: Monday
ar_sa: الاثنين

source: Monthly
ar_sa: شهريا

source: Saturday
ar_sa: السبت

source: Sunday
ar_sa: الأحد

source: Thursday
ar_sa: الخميس

source: Tuesday
ar_sa: الثلاثاء

source: Wednesday
ar_sa: الأربعاء

source: Weekly
ar_sa: إسبوعي

source: Effective Date
ar_sa: تاريخ النفاذ

source: Remarks
ar_sa: تصريحات

source: User Id
ar_sa: رقم المستخدم

source: Variable Amount
ar_sa: قيمة متغيرة

# ItemSerialNo
source: Item Serial Number
ar_sa: المقاس

# EmpVarId
source: Employee Variable Id
ar_sa: متغيرات رقم الموظف

source: Unit Price
ar_sa: سعر الوحدة

source: Message To
ar_sa: رسالة إلى

source: No. Of Times
ar_sa: عدد المرات

# ForEmp
source: For Employee
ar_sa: للموظف

source: Overtime Break
ar_sa: استراحة العمل الإضافي

source: Overtime End
ar_sa: نهاية الوقت الإضافي

source: Overtime Start
ar_sa: بداية العمل الاضافي

source: Box
ar_sa: علبة

source: Pieces
ar_sa: قطع

# CheckErrorLog
source: Check Error log file to solve this Error.
ar_sa: رجاء اطلع على سجل تسجيل الاخطاء لمعرفة سبب الخطأ

# ErrorOccured
source: Error Occurred
ar_sa: عذرا! هناك خطأ ما

source: End Break Time
ar_sa: نهاية وقت الإستراحة

source: End Work Time
ar_sa: نهاية العمل

source: Start Break Time
ar_sa: بدء وقت الإستراحة

source: Start Work Time
ar_sa: بداية العمل

source: Debt Adjustment
ar_sa: تعديل ارصدة

source: Deposit Payment
ar_sa: دفعة على الحساب

# InsertIndividually
source: Insert Item Individually
ar_sa: ادراج الاصناف بشكل فردي في الفاتورة

source: Quantity
ar_sa: الكمية

source: Drawing Amount
ar_sa: قيمة السحب

source: EmpHolidaySalary
ar_sa: اضافي العطلات

source: EmpOverSalary
ar_sa: راتب الموظف

source: EmpSalary
ar_sa: المرتب

source: Holiday Salary
ar_sa: اضافي العطلات

source: Latency
ar_sa: التأخير

source: Net Salary
ar_sa: صافي المرتب

source: Overtime Salary
ar_sa: الاضافي

source: Select
ar_sa: إختر

source: System
ar_sa: النظام

source: Others
ar_sa: اخرى

# HourlySal
source: HOURLY SALARY
ar_sa: اجرة بالساعة

# MonthlySal
source: MONTHLY SALARY
ar_sa: شهريا

# PercentageSal
source: PERCENTAGE SALARY
ar_sa: نسبة من المبيعات

# WeeklySal
source: WEEKLY SALARY
ar_sa: إٍسبوعي

source: Keyboard
ar_sa: لوحة المفاتيح

source: Fri
ar_sa: الجمعة

source: Mon
ar_sa: الاثنين

source: Sat
ar_sa: السبت

source: Sun
ar_sa: الأحد

# Tur
source: Thr
ar_sa: الخميس

source: Tus
ar_sa: الثلاثاء

source: Wed
ar_sa: الأربعاء

# Differ
source: Difference
ar_sa: فرق

source: Entry Time
ar_sa: وقت الدخول

source: Exit Time
ar_sa: وقت الخروج

# Sno
source: S. N
ar_sa: رم

source: Total hours
ar_sa: مجموع الساعات

source: User Date
ar_sa: التسجيل المستخدم

source: User Group
ar_sa: مجموعة المستخدم

source: All Invoice
ar_sa: كل الفواتير

source: Closed
ar_sa: مغلقة

# ITOrder
source: Order Invoice
ar_sa: فاتورة طلب توريد

# ITPur
source: Purchase Invoice
ar_sa: فاتورة مشتريات

# ITReturn
source: Return Invoice
ar_sa: فاتورة ارجاع

# DeleteItems
source: Delete Item
ar_sa: إلغاء صنف

# Deptadjust
source: Debt Adjustment
ar_sa: قسم التعديل

# DisCountPrice
source: Discount Percent
ar_sa: أسعار مخفضة

source: First Price
ar_sa: سعر البيع

# InvTotFields
source: Invoice Total Fields
ar_sa: اجمالي الفاتورة

# ItemCostMouse
source: ItemCostMouseOver
ar_sa: عرض التكلفة بتمرير الفأرة

source: Modify Cost
ar_sa: تعديل التكلفة

# ModifyQty
source: Modify Quantity
ar_sa: تعديل الكمية

source: Notes Alert
ar_sa: التنبيهات و الملاحظات

source: Open Cash Drawer
ar_sa: فتح صندوق النقد

# OpenStock
source: Opening Stock
ar_sa: مخزون أول المدة

source: Total Field
ar_sa: خانة المجموع

# DiscountAmt
source: Discount Amount
ar_sa: التخفيض

# AdjustedDiff
source: Adjusted Difference
ar_sa: فروقات التعديل

source: Adjustment
ar_sa: تعديل

source: After Adjustment
ar_sa: بعد التعديل

source: Before Adjust
ar_sa: قبل التعديل

source: CurrentQty
ar_sa: الكمية الحالية

source: Edit
ar_sa: تحرير

source: GridID
ar_sa: معرف الشبكة

source: Item ID
ar_sa: رقم البند

source: Modified Cost
ar_sa: التكلفة المعدلة

source: ModifiedQty
ar_sa: تعديل الكمية

source: Old Cost
ar_sa: التكلفة القديمة

source: Original
ar_sa: أصلي

source: QtyAdjust
ar_sa: تعديل الكمية

source: Row Index
ar_sa: مؤشر الصف

# SpoiledInv
source: Spoiled
ar_sa: تالف

source: Total Purchased
ar_sa: اجمالي المشتريات

source: Total Sold
ar_sa: اجمالي المباع

# ItemSpoiled
source: Insert Spoiled ItemF3
ar_sa: ادراج صنف تالف

source: All Items
ar_sa: كل الاصناف

source: Goods Only
ar_sa: الاصناف فقط

# MainOnly
source: Maintenance only
ar_sa: الصيانة فقط

# MealOnly
source: Meals only
ar_sa: وجبة فقط

# DiscountP
source: Discount%
ar_sa: التخفيض %

# DN
source: Discount Name
ar_sa: تعريفة التخفيض

# PriceAftDis
source: Price After Discount
ar_sa: السعر بعد التخفيض

source: Id
ar_sa: معرف

source: Accounts
ar_sa: الحسابات

source: Agent Balance Sheet
ar_sa: كشف حساب عميل

source: Agents
ar_sa: عميل

source: Bank Statement
ar_sa: كشف حساب مصرفي

source: Best Worst Sales Period
ar_sa: أفضل أسوأ فترات الحركة

source: Branch Balance Sheet
ar_sa: كشف حساب فرع

source: Branches
ar_sa: الفروع

source: Branches List
ar_sa: قائمة الفروع

source: Branch Movement
ar_sa: حركة الفرع

source: Branch Returning List
ar_sa: قائمة مرجعات فرع

source: Category
ar_sa: المجموعة

source: Charts
ar_sa: الرسوم البيانية

source: Client List
ar_sa: قائمة العملاء

source: Client Payment List
ar_sa: قائمة مدفوعات عميل

source: Clients
ar_sa: عملاء

source: Company
ar_sa: شركة

source: Customized
ar_sa: تخصيص

source: Debts To Be Paid
ar_sa: ديون مستحقة الدفع

source: Default
ar_sa: الافتراضي

source: Drawings
ar_sa: مسحوبات

source: Expiry Item
ar_sa: صنف منتهي الصلاحية

source: Expiry List To A Date
ar_sa: قائمة انتهاء الصلاحية حتى التاريخ

source: From Date
ar_sa: من التاريخ

source: From Time
ar_sa: من الساعة:

source: Hourly Sales
ar_sa: مبيعات ساعة

source: Include Logo
ar_sa: تضمين الشعار

source: Inventory At Date
ar_sa: قائمة المخزون في تاريخ

source: Inventory Value
ar_sa: قيمة المخزون

source: Invoices And Items
ar_sa: الفواتير و الأصناف

source: Item Card In-Out Stock
ar_sa: تقرير بطاقة صنف

source: Item Information
ar_sa: بيانات الصنف

# ItemPurchaseMovement
source: Purchase Movement
ar_sa: حركة شراء

# ItemSaleMovement
source: Sales Movement
ar_sa: حركة بيع

source: Liner
ar_sa: بطانة

source: List
ar_sa: قائمة

source: List Of Sale And Profit Of Each Client
ar_sa: قائمة مشتريات و ارباح لكل عميل

# MonthssComparison
source: Month Comparison
ar_sa: مقارنة الاشهر

source: Net Profit
ar_sa: صافي الربح

source: Number
ar_sa: عدد

source: Payables
ar_sa: المدفوعات

source: Period
ar_sa: فترة

source: Price List
ar_sa: قائمة الأسعار

source: Purchase Invoice List
ar_sa: قائمة فواتير الشراء

source: Purchase Return Movement
ar_sa: حركة استرجاع مشتريات

source: Receivables
ar_sa: المقبوضات

source: Sale Invoice List
ar_sa: قائمة فواتير البيع

source: Sale Movement According To
ar_sa: حركة المبيعات حسب

source: Sale Return Movement
ar_sa: حركة إرجاع مبيعات

source: Search Selection
ar_sa: اختيار البحث

source: Second Hand Price List
ar_sa: أسعار المقاسات

source: Sheets
ar_sa: مستندات

source: Sorting
ar_sa: فرز

# Spendings
source: Spending
ar_sa: المصاريف

source: Spoiled Items
ar_sa: أصناف تالفة

source: Suppliers
ar_sa: الموردين

source: Suppliers Late Payments
ar_sa: دفعات الموردين المتأخرة

source: Suppliers List
ar_sa: قائمة الموردين

source: Table
ar_sa: الجدول

source: TaxList
ar_sa: قائمة الضريبية

source: To Date
ar_sa: إلى تاريخ

source: Total Clients Movement
ar_sa: مجموع حركة العملاء

source: Total Discount From The Clients
ar_sa: مجموع خصومات العملاء

source: Total Discount From The Supplier
ar_sa: مجموع خصومات الموردين

source: Total Discounts
ar_sa: مجموع الخصومات

source: Total Purchase Of A Branch
ar_sa: اجمالي مشرتيات فرع

source: Total Purchase Returning
ar_sa: اجمالي مرتجع المشتريات

source: Total Sale Returning
ar_sa: اجمالي مرتجع المبيعات

source: To Time
ar_sa: حتى

# UserProductivity
source: User Productivity "Sales and profit of each user"
ar_sa: إنتاجية المستخدم " المبيعات والربح لكل مستخدم "

source: View Reports
ar_sa: عرض التقرير

source: Well Moving Items
ar_sa: الاصناف الأكثر حركة

# IAITotalDiscounts
source: Total Discounts
ar_sa: اجمالي التخفيض

source: Expenses
ar_sa: المصاريف

# PurchasesReturned
source: Purchase Returned
ar_sa: مرتجع المشتريات

source: Sales Returned
ar_sa: مرتجع المبيعات

source: Time Break
ar_sa: استراحة

source: Time End
ar_sa: وقت الانتهاء

# BDue
source: Balance Due
ar_sa: الإجمالي

source: Bill To:
ar_sa: فاتورة إلى :

source: Sign:…………………………………………………………
ar_sa: …………………………………………………………توقيع موظف المبيعات

# TinLetter
source: Total in Letters
ar_sa: الاجمالي بالحروف

# TNP
source: Total No of Pieces
ar_sa: إجمالي عدد القطع

source: Total Debt
ar_sa: اجمالي الديون

source: Action Arabic
ar_sa: الحركة

source: Action Type
ar_sa: نوع الحركة

source: Performed On
ar_sa: أجريت في

source: Table Name
ar_sa: اسم الجدول

source: Close “SAVE"
ar_sa: اغلاق "حفظ"

source: Insert
ar_sa: أدخل

source: Modify
ar_sa: تعديل

source: Update
ar_sa: التحديث

# CusID
source: Customer ID
ar_sa: رقم الزبون

# RecBy
source: Received By:...........................................
ar_sa: .................................................... : استلمت بواسطة

# SSign
source: Sales Person Sign:...............................
ar_sa: ......................................... : توقيع موظف المبيعات

source: Cashier No
ar_sa: رقم المستخدم

# NoItem
source: # Items Sold :
ar_sa: عدد الاصناف

# BestSelHr
source: Best Selling Hour
ar_sa: أفضل ساعات الحركة

# HrSalCht
source: Hourly Sales Chart
ar_sa: مخطط المبيعات حسب الساعات

# MonthlySale
source: Monthly Sales
ar_sa: المبيعات الشهرية

# BestWstSalePeriod
source: Best - fare worse period sales
ar_sa: أفضل أسوأ فترات الحركة

# UserProduct
source: User Productivity
ar_sa: إنتاجية المستخدم

# UsrProductivity
source: The productivity of the users' sales and profits for the user's Altafrh "
ar_sa: انتاجية المستخدمين "المبيعات والارباح عن الفترة الخاصة بالمستخدم"

source: Last Order Date
ar_sa: اخر طلبية

# Apr
source: April
ar_sa: أبريل

# Aug
source: August
ar_sa: أغسطس

# Dec
source: December
ar_sa: ديسمبر

# Feb
source: February
ar_sa: فبراير

# Jan
source: January
ar_sa: يناير

# Jul
source: July
ar_sa: يوليو

# Jun
source: June
ar_sa: يونيو

# Mar
source: March
ar_sa: مارس

source: May
ar_sa: مايو

# Nov
source: November
ar_sa: نوفمبر

# Oct
source: October
ar_sa: أكتوبر

# Sep
source: September
ar_sa: سبتمبر

source: A to Z
ar_sa: من الالف الى الياء

source: Item place and A to Z
ar_sa: مكان الصنف من الالف الى الياء

source: Most Expensive
ar_sa: الأغلى

source: Z to A
ar_sa: Z إلى A

# AmountPaid
source: Amount to be paid =
ar_sa: قيمة الزكاة المستحقة الدفع =

source: Current Inventory Value
ar_sa: القيمة الحالية للمخزون

source: Net Value
ar_sa: صافي قيمة المخزون

# ThisNot
source: (This is not includes the cash.,only the inventory value)
ar_sa: (هذه القيمة تشمل قيمة البضاعة فقط ولا يدخل فيها حساب النقد")

source: Total Payable Debt
ar_sa: اجمالي الديون المستحقة عليك

source: Total Receivable Debt
ar_sa: اجمالي الديون المستحقة لك

# Zakattopaid
source: Zakat to be paid, net value * 2.5 %
ar_sa: الزكاة : صافي قيمة المخزون * 2.5 %

# TimeAttendList
source: Time Attendance List
ar_sa: قائمة ساعات الحضور

source: End Over Time
ar_sa: انتهاء الوقت الاضافي

source: Start Over Time
ar_sa: بدء الوقت الإضافي

source: Additional Barcode
ar_sa: باركود إضافي

source: Generate Barcode
ar_sa: إصدار باركود

source: GenerateBarcodeList
ar_sa: أصناف بدون باركود

source: Quick Price Information
ar_sa: الإستعلام عن أسعار البيع

source: Bank Deposit
ar_sa: إيداع مصرفي

source: Bank From
ar_sa: من مصرف

source: Bank Name
ar_sa: إسم ابمصرف

source: Bank To
ar_sa: الى المصرف

source: Branch From
ar_sa: من الفرع

source: Branch Name
ar_sa: اسم الفرع

source: Branch To
ar_sa: من الفرع

source: Done By
ar_sa: تم بواسطة

source: Withdraw
ar_sa: سحب

source: Cash Capital Details
ar_sa: تفاصيل رأس المال

source: Expenses List
ar_sa: قائمة المصاريف

source: Values
ar_sa: القيم

# TPurchase
source: Total Purchase
ar_sa: إجمالي شراء

source: Bank Balance Sheet
ar_sa: كشف حساب مصرف

source: Deposit
ar_sa: ايداع

# ListOfTax
source: Tax List
ar_sa: قائمة الضريبة

source: Tax Amount
ar_sa: الضريبة

# TaxP
source: Tax%
ar_sa: %ضريبة

source: Tax Type
ar_sa: نوع الضريبة

# TotalValueInvoice
source: Total Values of Invoice
ar_sa: اجمالي قيمة الفواتير

source: Average Cost
ar_sa: متوسط ​​التكلفة

source: Item Number
ar_sa: رقم الصنف

source: Remains
ar_sa: المتبقي

source: Return Purchase Movement
ar_sa: حركة ارجاع مشتريات

source: Return Quantity
ar_sa: الكمية المرجعة

source: Sale Date
ar_sa: تاريخ البيع

source: Sales Invoice No
ar_sa: رقم فاتورة المبيعات

source: Total Purchase
ar_sa: إجمالي شراء

source: Whole Sale Price
ar_sa: سعر بيع الجملة

source: Category Name
ar_sa: اسم المجموعة

source: Company Name:
ar_sa: اسم الشركة:

source: Current Box
ar_sa: الصندوق الحالي

source: Expired List By Date
ar_sa: قائمة انتهاء الصلاحية حسب التاريخ

source: Notice
ar_sa: إشعار

source: Purchase Qty
ar_sa: المشترى

source: Sold Qty
ar_sa: الكمية المباعة

source: Stock On Hand
ar_sa: المخزون

source: Times Ordered
ar_sa: عدد مرات الطلب

source: Times Sold
ar_sa: عدد مرات البيع

source: Total Expired
ar_sa: مجموع التالف

source: Total Returned
ar_sa: اجمالي المرتجعات

source: Total Returned Purchase
ar_sa: اجمالي مرتجع المشتريات

source: Total Returned Sale
ar_sa: اجمالي مرتجع المبيعات

source: Total Returned Value
ar_sa: اجمالي قيمة المرتجع

source: Net Sales
ar_sa: صافي المبيعات

source: Sales Cost
ar_sa: اجمالي التكلفة

source: Sales Return
ar_sa: إرجاع مبيعات

source: Total Income
ar_sa: اجمالي الدخل

source: Sales According To Category, Company, User And Time
ar_sa: المبيعات حسب المجموعة - الشركة الوقت او المستخدم

source: Payment Type
ar_sa: طريقة الدفع

source: Client Id
ar_sa: رقم العميل

# TotalColon
source: Total :
ar_sa: الاجمالي

source: The total value of inventory
ar_sa: إجمالي قيمة المخزون

source: Total Debits To Payable
ar_sa: مجموعة الديون المستحقة الدفع

source: Total Debts To Receivable
ar_sa: مجموع الديون المستقحة القبض

source: Total Discount
ar_sa: مجموع الخصم

source: Total Free Item
ar_sa: مجموع المجاني

source: Total Sale
ar_sa: اجمالي المبيعات

source: Total Value Of Current Stock
ar_sa: اجمالي قيمة المخزون

# AverageofDiscount
source: Average of Discounts
ar_sa: متوسط عدد التخفيظات

source: Total Discount in Purchase
ar_sa: اجمالي تخفيضات المشتريات

source: Total Discount in Sales
ar_sa: اجمالي تخفيضات المبيعات

# TotalNoofDiscountedPurchase
source: Total No of Discounted Purchase Invoice
ar_sa: اجمالي فواتير الشراء المخفضة

# TotalNoofDiscountedsales
source: Total No of Discounted Sales Invoice
ar_sa: اجمالي فواتير البيع المخفضة

source: Total No of Purchase Invoice Issued
ar_sa: اجمالي عدد فواتير الشراء

source: Total No of Sale Invoice Issued
ar_sa: اجمالي عدد فواتير البيع

source: Cut From Month
ar_sa: خصم من الشهر

# ClientMovement
source: Clients Movement
ar_sa: حركة عميل

source: Mail
ar_sa: بريد

# NoOfInvoice
source: No of Invoices
ar_sa: عدد الفواتير

source: Returned Value
ar_sa: القيمة المرجعة

source: Total Paid
ar_sa: مجموع المبالغ المدفوعة

source: List Of Purchase Invoice
ar_sa: قائمة فواتير الشراء

source: Provider
ar_sa: مزود

source: Returns
ar_sa: مرتجعات

source: List of Sales Invoice
ar_sa: قائمة فواتير البيع

source: Discount For Clients :
ar_sa: خصم للعملاء:

source: Price After Discount
ar_sa: السعر بعد التخفيض

# DiscountOfProviders
source: Discounts of Providers
ar_sa: خصومات للموردين

source: Item Unit
ar_sa: الوحدة

source: Unit Name
ar_sa: اسم العبوة

source: Unit Quantity
ar_sa: كمية العبوة

# Client_AgentBalanceSheet
source: Agent Balance Sheet
ar_sa: كشف حساب عميل
